{"mainPropery":{"diseaseId":12133,"diseaseName":"Nodding syndrome","hasGardWebPage":true,"isRare":true,"websiteUrl":"https://rarediseases.info.nih.gov/diseases/12133/nodding-syndrome","synonyms":["Nodding disease"],"synonyms-with-source":[{"name":"Nodding disease","source":"PMID: 24235916"}],"identifiers":[]},"diseaseCategories":[],"organizations":[],"resource descriptions":[{"id":2135,"resourceId":3342,"resourceName":"Monarch Initiative","descriptionText":"The <a href='https://monarchinitiative.org/disease/MESH:D064128' target='_blank'>Monarch Initiative</a> brings together data about this condition from humans and other species to help physicians and biomedical researchers. Monarch&rsquo;s tools are designed to make it easier to compare the signs and symptoms (phenotypes) of different diseases and discover common features. This initiative is a collaboration between several academic institutions across the world and is funded by the National Institutes of Health. Visit the website to explore the biology of this condition.","resourceClassificationName":"Overview","resourceClassificationSectionName":"In-Depth Information"}],"overviewQuestion":{"questionId":11841,"questionText":"What is nodding syndrome?","answerText":"<strong>Nodding syndrome</strong> is a rare form of epilepsy that occurs in children between the ages of 5 and 16. It is seen almost exclusively in children living in specific regions of Tanzania, Uganda and the Republic of South Sudan. Signs and symptoms of the condition include head nodding, seizures, stunted growth, and deterioration of cognitive abilities. Nodding syndrome may lead to malnutrition or even death through seizure-associated accidents. Many studies have identified an association between Nodding syndrome and <em>Onchocerca volvulus</em>, a parasitic worm that can also cause a condition called <a href=\"https://www.cdc.gov/parasites/onchocerciasis/\" target=\"_blank\">river blindness</a>. More recently, scientists have found evidence to suggest that the condition is caused by an inappropriate immune response to the parasitic worm. Although there is currently no cure for Nodding syndrome, medical centers in Uganda have shown that treatment with certain medications (antiepileptic drugs and <a href=\"https://medlineplus.gov/druginfo/meds/a607069.html\" target=\"_blank\">ivermectin</a>), adequate nutrition, and psychosocial support can improve the long-term outlook of the condition.[13411][13412]","dateModified":"2017-05-14T00:00:00"},"basicQuestions":[],"references":[],"relatedDiseases":[],"gardCases":[],"news":[{"newsId":671,"dateCreated":"2020-05-20T13:39:00","publishDate":"2020-05-22T00:00:00","title":"NIH-Supported Research Survey to Examine Impact of COVID-19 on Rare Diseases Community","description":"The NIH-funded Rare Diseases Clinical Research Network (RDCRN) has launched an <a href=\"https://www.rarediseasesnetwork.org/COVIDsurvey \" target=\"_blank\">online research survey</a> to find out how the COVID-19 pandemic is impacting individuals with rare diseases, their families and their caregivers. Your participation can help the rare disease research community shed light on the needs of people with rare diseases during this and other potential health crises, in addition to informing future research efforts. The survey must be completed by December 15, 2020.","url":"https://www.rarediseasesnetwork.org/COVIDsurvey","lastModified":"2020-11-30T14:44:00","isFeatured":false}],"conferences":[],"phenoTypes":[],"medicalProducts":[],"EncodedName":"Nodding_syndrome"}