{"mainPropery":{"diseaseId":12856,"diseaseName":"Trigeminal trophic syndrome","hasGardWebPage":true,"isRare":true,"websiteUrl":"https://rarediseases.info.nih.gov/diseases/12856/trigeminal-trophic-syndrome","synonyms":[],"synonyms-with-source":[],"identifiers":[]},"diseaseCategories":[],"organizations":[],"resource descriptions":[],"overviewQuestion":{"questionId":9783,"questionText":"What is trigeminal trophic syndrome?","answerText":"<strong>Trigeminal trophic syndrome</strong> is a rare disease that affects the skin on the side of the nose, supplied by the <a href=\"http://www.meddean.luc.edu/lumen/MedEd/GrossAnatomy/h_n/cn/cn1/cn5.htm\" target=\"_blank\">trigeminal nerve</a>. People with trigeminal trophic syndrome have a loss of sensation in the nose or abnormal sensations like tingling, numbness, or burning and they rub or scratch the skin causing cuts or ulcers in the area. When the cuts heal, they can cause scars that pull up the lip. Similar cuts may also occur in the corners of the eyes, scalp or inside the mouth. The tip of the nose is spared because its sensation comes from a different nerve. Trigeminal trophic syndrome may occur in people who were treated for  <a href=\"https://www.nlm.nih.gov/medlineplus/ency/article/000742.htm\" target=\"_blank\">trigeminal neuralgia </a>or after leprosy (<a href=\"https://www.nlm.nih.gov/medlineplus/ency/article/001347.htm\" target=\"_blank\">Hansen's disease</a>) or shingles infection. Treatment options include medications, radiotherapy, and covering the wounds until they have fully healed. Another treatment option is a technique called transcutaneous electrical stimulation that uses a small electronic device to direct mild electric pulses to nerve endings that lie beneath the skin.[10151][10152]","dateModified":"2015-12-03T21:32:00"},"basicQuestions":[],"references":[],"relatedDiseases":[],"gardCases":[],"news":[{"newsId":671,"dateCreated":"2020-05-20T13:39:00","publishDate":"2020-05-22T00:00:00","title":"NIH-Supported Research Survey to Examine Impact of COVID-19 on Rare Diseases Community","description":"The NIH-funded Rare Diseases Clinical Research Network (RDCRN) has launched an <a href=\"https://www.rarediseasesnetwork.org/COVIDsurvey \" target=\"_blank\">online research survey</a> to find out how the COVID-19 pandemic is impacting individuals with rare diseases, their families and their caregivers. Your participation can help the rare disease research community shed light on the needs of people with rare diseases during this and other potential health crises, in addition to informing future research efforts. The survey must be completed by December 15, 2020.","url":"https://www.rarediseasesnetwork.org/COVIDsurvey","lastModified":"2020-11-30T14:44:00","isFeatured":false}],"conferences":[],"phenoTypes":[],"medicalProducts":[],"EncodedName":"Trigeminal_trophic_syndrome"}