{"mainPropery":{"diseaseId":12974,"diseaseName":"Lipedematous Scalp","hasGardWebPage":true,"isRare":true,"websiteUrl":"https://rarediseases.info.nih.gov/diseases/12974/lipedematous-scalp","synonyms":["Localized lipomatosis of the scalp with or without alopecia"],"synonyms-with-source":[{"name":"Localized lipomatosis of the scalp with or without alopecia","source":""}],"identifiers":[]},"diseaseCategories":[],"organizations":[],"resource descriptions":[{"id":8,"resourceId":11,"resourceName":"PubMed","descriptionText":"<a href='https://www.ncbi.nlm.nih.gov/pubmed/?term=Lipedematous+Scalp' target='_blank'>PubMed</a> is a searchable database of medical literature and lists journal articles that discuss Lipedematous Scalp. Click on the link to view a sample search on this topic.","resourceClassificationName":"Overview","resourceClassificationSectionName":"In-Depth Information"}],"overviewQuestion":{"questionId":11688,"questionText":"What is lipedematous scalp?","answerText":"<span><strong>Lipedematous</strong></span><span><strong> <span>scalp</span></strong> is a rare disorder</span> characterized by <span>thickening of the adipose subcutaneous layer (fat tissue under the scalp). When associated with lack of hair, it is known as lipedematous alopecia. The scalp is soft, spongy or thick in the forehead area (apex) and in the back (occiput) of the head. It mainly affects women. </span><span>Symptoms include diffuse pain, abnormal sensations (paresthesia), headache, burning, thickening of the scalp with localized or generalized sensitivity of the scalp or itching. The cause is unknown, but there may be mechanical factors, such as the prolonged wearing of tight headwear and hormonal factors. Lipedematous scalp may be associated with diseases such as diabetes mellitus, renal failure, loose joints and skin, <a href=\"http://www.sjogrens.org/\" target=\"_blank\">Sj&ouml;gren's syndrome</a>, hyperlipidemia, and ovarian cysts.[11079][11080] There is no definitive treatment or ways to stop the progression of the disease. Corticosteroids and other medications may be used depending on the case.[11081][11082]</span><br />","dateModified":"2017-03-09T23:15:00"},"basicQuestions":[],"references":[],"relatedDiseases":[],"gardCases":[],"news":[{"newsId":671,"dateCreated":"2020-05-20T13:39:00","publishDate":"2020-05-22T00:00:00","title":"NIH-Supported Research Survey to Examine Impact of COVID-19 on Rare Diseases Community","description":"The NIH-funded Rare Diseases Clinical Research Network (RDCRN) has launched an <a href=\"https://www.rarediseasesnetwork.org/COVIDsurvey \" target=\"_blank\">online research survey</a> to find out how the COVID-19 pandemic is impacting individuals with rare diseases, their families and their caregivers. Your participation can help the rare disease research community shed light on the needs of people with rare diseases during this and other potential health crises, in addition to informing future research efforts. The survey must be completed by December 15, 2020.","url":"https://www.rarediseasesnetwork.org/COVIDsurvey","lastModified":"2020-11-30T14:44:00","isFeatured":false}],"conferences":[],"phenoTypes":[],"medicalProducts":[],"EncodedName":"Lipedematous_Scalp"}