{"mainPropery":{"diseaseId":12973,"diseaseName":"Madelung deformity","hasGardWebPage":true,"isRare":true,"websiteUrl":"https://rarediseases.info.nih.gov/diseases/12973/madelung-deformity","synonyms":[],"synonyms-with-source":[],"identifiers":[]},"diseaseCategories":[],"organizations":[],"resource descriptions":[{"id":8,"resourceId":11,"resourceName":"PubMed","descriptionText":"<a href='https://www.ncbi.nlm.nih.gov/pubmed/?term=Madelung+deformity+%5Bti%5D' target='_blank'>PubMed</a> is a searchable database of medical literature and lists journal articles that discuss Madelung deformity. Click on the link to view a sample search on this topic.","resourceClassificationName":"Overview","resourceClassificationSectionName":"In-Depth Information"},{"id":1531,"resourceId":2162,"resourceName":"Medscape Reference","descriptionText":"<a href='https://emedicine.medscape.com/article/1260002' target='_blank'>Medscape Reference</a> provides information on this topic. You may need to register to view the medical textbook, but registration is free.<br />\r\n","resourceClassificationName":"Overview","resourceClassificationSectionName":"In-Depth Information"}],"overviewQuestion":{"questionId":12182,"questionText":"What is Madelung deformity?","answerText":"<strong><span>Madelung deformity</span></strong><span>&nbsp;(MD) is a rare congenital (present from birth) condition in which the wrist grows abnormally and part of the radius, one of the bones of the forearms, stops growing early and is short and bowed. The other forearm bone, the ulna, keeps growing and can dislocate, forming a bump. Symptoms typically develop in mid- to late-childhood or early adolescence (around 6 to 13 years of age) and usually affect both wrists. It is more commonly observed in females. Symptoms include a decreased range of motion in the wrist, pain, and a visible difference in the appearance of the wrist.[13778][13779][13780] In addition to the abnormal growth, there is also an abnormal palmar (Vickers&rsquo; ligament) that is thought to contribute to the deformity.[13780] MD seems to be caused by a combination of both genetic and acquired factors (such as following a trauma or overuse of the joint). MD can also occur as part of another conditions. <a href=\"https://rarediseases.info.nih.gov/diseases/3224/leri-weill-dyschondrosteosis\" target=\"_blank\">Leri Weill dyschondrosteosis</a>, characterized by bilateral Madelung deformity and short stature with short arms and legs, is caused by mutations or losses of genetic material involving the </span><em><span><a href=\"https://ghr.nlm.nih.gov/gene/SHOX\"><span>SHOX</span></a></span><span> </span></em><span>gene. Some cases of isolated MD may be caused by alterations in the <em>SHOX </em>gene.[13780][13781][13783] Treatment may include medication, wrist splints and devices that reduce the pain, and surgical correction of the deformity.[13782]&nbsp;</span><span style=\"font-size: 11pt; font-family: 'Times New Roman';\"><span style=\"font-size: 11pt; font-family: 'Times New Roman';\"></span><br />\r\n<br />\r\n</span>","dateModified":"2017-09-08T14:42:00"},"basicQuestions":[],"references":[],"relatedDiseases":[],"gardCases":[],"news":[{"newsId":671,"dateCreated":"2020-05-20T13:39:00","publishDate":"2020-05-22T00:00:00","title":"NIH-Supported Research Survey to Examine Impact of COVID-19 on Rare Diseases Community","description":"The NIH-funded Rare Diseases Clinical Research Network (RDCRN) has launched an <a href=\"https://www.rarediseasesnetwork.org/COVIDsurvey \" target=\"_blank\">online research survey</a> to find out how the COVID-19 pandemic is impacting individuals with rare diseases, their families and their caregivers. Your participation can help the rare disease research community shed light on the needs of people with rare diseases during this and other potential health crises, in addition to informing future research efforts. The survey must be completed by December 15, 2020.","url":"https://www.rarediseasesnetwork.org/COVIDsurvey","lastModified":"2020-11-30T14:44:00","isFeatured":false}],"conferences":[],"phenoTypes":[],"medicalProducts":[],"EncodedName":"Madelung_deformity"}