{"mainPropery":{"diseaseId":13208,"diseaseName":"Hypertrophic olivary degeneration","hasGardWebPage":true,"isRare":true,"websiteUrl":"https://rarediseases.info.nih.gov/diseases/13208/hypertrophic-olivary-degeneration","synonyms":["HOD"],"synonyms-with-source":[{"name":"HOD","source":"NCI Thesaurus"}],"identifiers":[{"identifierType":"NCI Thesaurus","identifierId":"CL379958"}]},"diseaseCategories":[],"organizations":[],"resource descriptions":[{"id":8,"resourceId":11,"resourceName":"PubMed","descriptionText":"<a href='https://www.ncbi.nlm.nih.gov/pubmed/?term=Hypertrophic+olivary+degeneration' target='_blank'>PubMed</a> is a searchable database of medical literature and lists journal articles that discuss Hypertrophic olivary degeneration. Click on the link to view a sample search on this topic.","resourceClassificationName":"Overview","resourceClassificationSectionName":"In-Depth Information"}],"overviewQuestion":{"questionId":11560,"questionText":"What is hypertrophic olivary degeneration?","answerText":"<strong>Hypertrophic olivary degeneration</strong>&nbsp;(HOD) is a rare neurological condition caused by degeneration&nbsp;in the brain stem, the structure that connects the brain to the spinal cord.[12981] Signs and symptoms include palatal tremors, lack of movement coordination (ataxia), Holmes tremor, vision problems, muscle weakness, and gait impairment, along with an MRI showing enlargement (hypertrophy) of the&nbsp;<a href=\"https://radiopaedia.org/articles/triangle-of-guillain-and-mollaret\" target=\"_blank\">inferior olivary nucleus</a>. The inferior olivary nucleus is the lower part of the olivary body, an oval structure located on each side of the brain stem that assists in cerebellar motor learning and functioning.[12982][12983][12984] HOD is considered unique because the olive initially becomes hypertrophic rather than atrophic (wasted).&nbsp;Over time, the olive goes through atrophy. These changes can be followed by MRI, and even though the imaging characteristics of HOD resolve, the clinical hallmarks such as palatal tremor persist.[12981] HOD is caused by lesions to the&nbsp;<a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4322379/figure/F7/\" target=\"_blank\">dentate-rubro-olivary pathway (or Guillian-Mollaret triangle</a>). Lesions may be due to bleeding, ischemia (restricted blood flow), vascular malformations, infarct (localized tissue death), tumors, and several neurological diseases, but there are cases of HOD where no cause can be identified. HOD may be classified as unilateral (affecting one side) or bilateral (affecting two sides). The condition is commonly managed with medication, but some cases may require surgery.[12982][12984]","dateModified":"2017-01-27T22:02:00"},"basicQuestions":[],"references":[],"relatedDiseases":[],"gardCases":[],"news":[{"newsId":671,"dateCreated":"2020-05-20T13:39:00","publishDate":"2020-05-22T00:00:00","title":"NIH-Supported Research Survey to Examine Impact of COVID-19 on Rare Diseases Community","description":"The NIH-funded Rare Diseases Clinical Research Network (RDCRN) has launched an <a href=\"https://www.rarediseasesnetwork.org/COVIDsurvey \" target=\"_blank\">online research survey</a> to find out how the COVID-19 pandemic is impacting individuals with rare diseases, their families and their caregivers. Your participation can help the rare disease research community shed light on the needs of people with rare diseases during this and other potential health crises, in addition to informing future research efforts. The survey must be completed by December 15, 2020.","url":"https://www.rarediseasesnetwork.org/COVIDsurvey","lastModified":"2020-11-30T14:44:00","isFeatured":false}],"conferences":[],"phenoTypes":[],"medicalProducts":[],"EncodedName":"Hypertrophic_olivary_degeneration"}