{"mainPropery":{"diseaseId":7796,"diseaseName":"Transverse myelitis","hasGardWebPage":true,"isRare":true,"websiteUrl":"https://rarediseases.info.nih.gov/diseases/7796/transverse-myelitis","synonyms":[],"synonyms-with-source":[],"identifiers":[{"identifierType":"UMLS","identifierId":"C0026976"}]},"diseaseCategories":[{"diseaseTypeId":17,"diseaseTypeName":"Nervous System Diseases"}],"organizations":[{"resourceID":56,"resourceName":"National Multiple Sclerosis Society","abbreviation":"","address1":"733 Third Avenue, 6th Floor","address2":"","address3":"","address4":"","address5":"","city":"New York","state":"NY","zip":"10017-3288","country":"United States","phone":"+1-212-986-3240","tty":"","tollFree":"1-800-344-4867","fax":"+1-212-986-7981","email":"nat@nmss.org","url":"https://www.nationalmssociety.org/","freeText":""},{"resourceID":226,"resourceName":"Siegel Rare Neuroimmune Association","abbreviation":"SRNA","address1":"1787 Sutter Parkway","address2":"","address3":"","address4":"","address5":"","city":"Powell","state":"OH","zip":"43065-8806","country":"United States","phone":"+1-614-317-4884","tty":"","tollFree":"1-855-380-3330 (Helpline)","fax":"","email":"https://www.surveymonkey.com/r/MyelitisHelpLine","url":"https://wearesrna.org/","freeText":"(Formerly the Transverse Myelitis Foundation)"},{"resourceID":3853,"resourceName":"Brain & Spine Foundation","abbreviation":"","address1":"LG01, Lincoln House","address2":"Kennington Park","address3":"1-3 Brixton Road","address4":"","address5":"","city":"London","state":"","zip":"SW9 6DE","country":"United Kingdom","phone":"0808 808 1000","tty":"","tollFree":"","fax":"","email":"helpline@brainandspine.org.uk","url":"https://www.brainandspine.org.uk/","freeText":""}],"resource descriptions":[{"id":8,"resourceId":11,"resourceName":"PubMed","descriptionText":"<a href='http://www.ncbi.nlm.nih.gov/sites/entrez?Db=pubmed&Cmd=DetailsSearch&Term=(transverse%5BTitle%5D+AND+myelitis%5BTitle%5D)+AND+(hasabstract%5Btext%5D+AND+%222003%2F08%2F18%22%5BPDat%5D+%3A+%222008%2F08%2F15%22%5BPDat%5D)' target='_blank'>PubMed</a> is a searchable database of medical literature and lists journal articles that discuss Transverse myelitis. Click on the link to view a sample search on this topic.","resourceClassificationName":"Overview","resourceClassificationSectionName":"In-Depth Information"},{"id":9,"resourceId":12,"resourceName":"ClinicalTrials.gov","descriptionText":"<a href='http://www.clinicaltrials.gov/ct2/results?cond=%22Transverse+myelitis%22' target='_blank'>ClinicalTrials.gov</a> lists trials that are related to Transverse myelitis. Click on the link to go to ClinicalTrials.gov to read descriptions of these studies. <br />\r\n<br />\r\n<em><strong>Please note:</strong>&nbsp;Studies listed on the&nbsp;ClinicalTrials.gov&nbsp;website are listed for informational purposes only; being listed does not reflect an endorsement by GARD or the NIH. We strongly recommend that you talk with a trusted healthcare provider before choosing to participate in any clinical study.</em>","resourceClassificationName":"Research","resourceClassificationSectionName":"Clinical Research Resources"},{"id":1527,"resourceId":2159,"resourceName":"National Organization for Rare Disorders","descriptionText":"The <a href='https://rarediseases.org/rare-diseases/transverse-myelitis/' target='_blank'>National Organization for Rare Disorders</a> (NORD) has a report for patients and families about this condition. NORD is a patient advocacy organization for individuals with rare diseases and the organizations that serve them.<br />\r\n","resourceClassificationName":"Overview","resourceClassificationSectionName":"Where to Start"},{"id":1530,"resourceId":2161,"resourceName":"National Institute of Neurological Disorders and Stroke (NINDS)","descriptionText":"The <a href='http://www.ninds.nih.gov/disorders/transversemyelitis/detail_transversemyelitis.htm' target='_blank'>National Institute of Neurological Disorders and Stroke</a> (NINDS) collects and disseminates research information related to neurological disorders. Click on the link to view information on&nbsp;this topic.","resourceClassificationName":"Overview","resourceClassificationSectionName":"Where to Start"},{"id":1542,"resourceId":2170,"resourceName":"RePORTER","descriptionText":"The <a href='http://projectreporter.nih.gov/reporter.cfm' target='_blank'>Research Portfolio Online Reporting Tool (RePORT)</a> provides access to reports, data, and analyses of research activities at the National Institutes of Health (NIH), including information on NIH expenditures and the results of NIH-supported research.  Although these projects may not conduct studies on humans, you may want to contact the investigators to learn more. To search for studies, enter the disease name in the \"Text Search\" box.  Then click \"Submit Query\".","resourceClassificationName":"Research","resourceClassificationSectionName":"Clinical Research Resources"},{"id":2413,"resourceId":3695,"resourceName":"CAPTURE: Collaborative Assessment of Pediatric Transverse Myelitis; Understand, Reveal, Educate","descriptionText":"<a href=\"https://myelitis.org/clinical-studies-and-trials/capture-collaborative-assessment-of-pediatric-transverse-myelitis-understand-reveal-educate/#tab-id-1\" target=\"_blank\">CAPTURE: Collaborative Assessment of Pediatric Transverse Myelitis; Understand, Reveal, Educate</a> invites children with transverse myelitis or acute flaccid myelitis between the ages of 0 to 18 years of age to participate in their multicenter research program. Click on the link above to visit the Transverse Myelitis Association Web site and read more about the study.&nbsp;","resourceClassificationName":"Research","resourceClassificationSectionName":"Clinical Research Resources"},{"id":2781,"resourceId":4265,"resourceName":"Autoimmune Registry","descriptionText":"The <a href='http://www.autoimmuneregistry.org/' target='_blank'>Autoimmune Registry</a> supports research for Transverse myelitis by collecting information about patients with this and other autoimmune diseases. You can join the registry to share your information with researchers and receive updates about participating in new research studies.&nbsp;<a href=\"https://www.nih.gov/health-information/nih-clinical-research-trials-you/list-registries\" target=\"_blank\">Learn more about registries.</a>","resourceClassificationName":"Research","resourceClassificationSectionName":"Patient Registry"}],"overviewQuestion":{"questionId":1008,"questionText":"What is transverse myelitis?","answerText":"<strong>Transverse myelitis</strong> is&nbsp;a neurological disorder caused by inflammation of the spinal cord, which carries nerve signals from the brain to the rest of the body. The segment of the spinal cord that has inflammation or damage determines the symptoms a person has. Generally, inflammation at one segment causes symptoms at that level and below that level. Most commonly, the upper spinal cord is affected, causing impaired leg movement, and problems controlling the bowel and bladder. The onset of symptoms may be acute (sudden, developing over hours or days) or subacute (developing over weeks).[608] The cause of transverse myelitis may be unknown (idiopathic) or it may be associated with a wide variety of underlying health problems, including infections, immune system disorders, and other inflammatory disorders.[608][609] Tests that may be used to diagnose transverse myelitis include MRI to look for compression or inflammation of the spinal cord, and a lumbar puncture (spinal tap) to look for evidence of inflammation in the fluid surrounding the spinal cord (cerebrospinal fluid). Treatment options may include intravenous steroids, pain medicines, <a href=\"https://www.aan.com/Guidelines/home/GetGuidelineContent/472\" target=\"_blank\">plasmapheresis</a> (also called plasma exchange), <a href=\"https://www.uptodate.com/contents/intravenous-immune-globulin-ivig-beyond-the-basics\" target=\"_blank\">intravenous immunoglobulin</a> (IVIG), and <a href=\"https://medlineplus.gov/druginfo/meds/a682080.html\" target=\"_blank\">cyclophosphamide</a>.[608][609] Some people have full or partial recovery from symptoms, while others do not recover any lost function in the affected parts of the body.[14474] Most people recover at least partially, although recovery can take up to 2 or 3 years. In general however, if there is no improvement within the first 6 months, a significant recovery is not likely.[608]","dateModified":"2018-03-20T00:00:00"},"basicQuestions":[{"questionId":1009,"questionText":"What symptoms are associated with transverse myelitis?","answerText":"Transverse myelitis may be either <em>acute</em> (developing over hours to several days) or <em>subacute</em> (developing over 1 to 2 weeks). Initial symptoms usually include localized lower back pain, sudden <em>paresthesias</em> (abnormal sensations such as burning, tickling, pricking, or tingling) in the legs, sensory loss, and <em>paraparesis</em> (partial paralysis of the legs). Paraparesis often progresses to <em>paraplegia</em> (paralysis of the legs and lower part of the trunk). Urinary bladder and bowel dysfunction is common. Many patients also report experiencing muscle spasms, a general feeling of discomfort, headache, fever, and loss of appetite. Depending on which segment of the spinal cord is involved, some patients may experience respiratory problems as well.[608]\r\n<p><span style=\"font-size: 12pt;\">From this wide array of symptoms, four classic features of transverse myelitis emerge:[608][610]</span></p>\r\n<p>\r\n<br />\r\n<strong>Weakness of the legs and arms: </strong>Most people with transverse myelitis will experience weakness of varying degrees in their legs; some also experience it in their arms. Initially, people with this condition may notice that they are stumbling, dragging one foot or that both legs seem heavier than normal. Depending on the level of involvement within the spinal cord, coordination or strength in the hands and arms may also be affected.[608][610]<br />\r\n<br />\r\n<strong>Pain:</strong>&nbsp;Up to half of those with&nbsp;transverse myelitis&nbsp;report pain as the first symptom of the disorder. The pain can be localized to the back, or appear as sharp, shooting pain that radiates down the legs, arms or around the torso.[608][610]<br />\r\n<br />\r\n<strong>Sensory alteration:</strong>&nbsp;Loss of the ability to experience pain or temperature sensitivity is one of the most common sensory changes. Patients who are experiencing altered sensitivity usually report numbness, tingling, coldness or burning. Up to 80 percent of people with transverse myelitis experience heightened sensitivity to touch. Some even report that wearing clothes or a light touch with a finger causes significant pain.[608][610] Many also experience heightened sensitivity to changes in temperature or to extreme heat or cold.[608]<br />\r\n<br />\r\n<strong>Bowel and bladder dysfunction:</strong>&nbsp;Some people with transverse myelitis report bowel or bladder dysfunction as their first symptom. This may mean an increased frequency or urge to urinate or have a bowel movement, incontinence, difficulty voiding, sensation of incomplete evacuation or constipation.[608][610]<br />\r\n<br />\r\n<br />\r\n</p>","dateModified":"2018-03-24T00:00:00","resourceClassificationName":"Symptoms","references":[{"referenceId":608,"authors":"","articleTitle":"Transverse Myelitis Fact Sheet","bookWebsiteJournalTitle":"National Institute of Neurological Disorders and Stroke (NINDS)","date":"June 24, 2015","volume":"","pages":"","url":"https://www.ninds.nih.gov/Disorders/Patient-Caregiver-Education/Fact-Sheets/Transverse-Myelitis-Fact-Sheet","authors2":"","placeOfPublication":"","publisher":""},{"referenceId":610,"authors":"","articleTitle":"Transverse Myelitis","bookWebsiteJournalTitle":"Johns Hopkins University Transverse Myelitis Center","date":"","volume":"","pages":"","url":"http://www.hopkinsmedicine.org/neurology_neurosurgery/centers_clinics/transverse_myelitis/about-tm/what-is-transverse-myelitis.html","authors2":"","placeOfPublication":"","publisher":""}]},{"questionId":1010,"questionText":"What causes transverse myelitis?","answerText":"Researchers are uncertain of the exact causes of transverse myelitis.[608] The inflammation that causes such extensive damage to nerve fibers of the spinal cord&nbsp;may occur in isolation or in the setting of another illness. When it occurs without apparent underlying cause, it is referred to as <em>idiopathic</em>.[608] Transverse myelitis is idiopathic in about 60% of cases.[610] Recents studies have discovered circulating antibodies to the proteins aquaporin-4 and anti-myelin oligodendrocyte which may be the definite cause in some individuals with transverse myelitis.&nbsp; Antibodies are proteins produced by cells of the immune system that bind to bacteria, viruses, and foreign chemicals to prevent them from harming the body.&nbsp; In autoimmune disorders, antibodies incorrectly bind to normal body proteins.&nbsp; Aquaporin-4 is a key protein that carries water through the cell membrane of neural cells.&nbsp; The myelin oligodendrocyte glycoprotein sits on the outer layer of myelin.[608]&nbsp;&nbsp;<br />\r\n<br />\r\nThe following illnesses or agents have been associated with transverse myelitis:<br />\r\n<br />\r\n<strong>Infectious agents.</strong>&nbsp;Transverse myelitis often develops following viral infections. Infectious agents suspected of causing transverse myelitis include varicella zoster (the virus that causes chickenpox and shingles), herpes simplex, cytomegalovirus, Epstein-Barr, influenza, echovirus, human immunodeficiency virus (HIV), hepatitis A, measles, and rubella. Bacterial skin infections, middle-ear infections (<em>otitis media</em>), syphilis, Lyme disease, and <em>Mycoplasma pneumoniae</em> (bacterial pneumonia) have also been associated with the condition.[608]&nbsp;In some cases, the infectious agent may&nbsp;directly invade the spinal cord and produce symptoms of transverse myelitis. [612] In&nbsp;other post-infectious cases of transverse myelitis, immune system mechanisms, rather than active viral or bacterial infections, appear to play an important role in causing damage to spinal nerves.[608][612] Although researchers have not yet identified the precise mechanisms of spinal cord injury in these cases, stimulation of the immune system in response to infection indicates that an autoimmune reaction may be responsible.[608]<br />\r\n<br />\r\n<strong>Autoimmune diseases.</strong>&nbsp;Transverse myelitis occasionally develops in people who have other autoimmune diseases.[612] These may include <a href=\"http://www.nlm.nih.gov/medlineplus/ency/article/000435.htm\" target=\"_blank\">systemic lupus erythematosus</a>, <a href=\"http://www.ninds.nih.gov/disorders/sjogrens/sjogrens.htm\" target=\"_blank\">Sjogren&rsquo;s syndrome</a>, and <a href=\"http://www.nhlbi.nih.gov/health/dci/Diseases/sarc/sar_whatis.html\" target=\"_blank\">sarcoidosis</a>.[608][612]In autoimmune diseases, the immune system, which normally protects the body from foreign organisms, mistakenly attacks the body&rsquo;s own tissue, causing inflammation and, in some cases, damage to myelin within the spinal cord.[608]<br />\r\n<br />\r\n<strong>Underlying demyelinating disease of the central nervous system.</strong> In some people, transverse myelitis represents the first symptom of multiple sclerosis (MS) or neuromyelitis optica (NMO).[608][612] A form of transverse myelitis called \"partial\" myelitis (as it affects only a portion of the cross-sectional area of the spinal cord) is more characteristic of MS.[608]&nbsp;<span style=\"font-size: 14.4px;\">This type of transverse myelitis usually affects only one side of the body.[608][612]&nbsp;</span>Neuromyelitis optica typically causes both transverse myelitis and optic neuritis (inflammation of the optic nerve that results in vision loss), but not necessarily at the same time.[608] &nbsp;All patients with transverse myelitis should be evaluated for MS or NMO because patients with these diagnoses may require different treatments, especially therapies to prevent future attacks.[608]<br />\r\n<br />\r\n<strong>Vaccinations.</strong>&nbsp;Rarely, transverse myelitis may develop following certain vaccinations (hepatitis B, measles-mumps-rubella, and diptheria-tetanus).[612] Although it's unclear how transverse myelitis and vaccinations are related, an immune response is suggested.<br />\r\n<br />\r\n<strong style=\"font-size: 12pt;\">Cancers.</strong><span style=\"font-size: 12pt;\">&nbsp;Myelitis related to cancer&nbsp;is uncommon. However, some cancers may trigger an abnormal immune response that may lead to transverse myelitis.[608]</span>\r\n<p>\r\n&nbsp;<br />\r\n<br />\r\n<br />\r\n</p>","dateModified":"2018-03-24T00:00:00","resourceClassificationName":"Cause","references":[{"referenceId":608,"authors":"","articleTitle":"Transverse Myelitis Fact Sheet","bookWebsiteJournalTitle":"National Institute of Neurological Disorders and Stroke (NINDS)","date":"June 24, 2015","volume":"","pages":"","url":"https://www.ninds.nih.gov/Disorders/Patient-Caregiver-Education/Fact-Sheets/Transverse-Myelitis-Fact-Sheet","authors2":"","placeOfPublication":"","publisher":""},{"referenceId":610,"authors":"","articleTitle":"Transverse Myelitis","bookWebsiteJournalTitle":"Johns Hopkins University Transverse Myelitis Center","date":"","volume":"","pages":"","url":"http://www.hopkinsmedicine.org/neurology_neurosurgery/centers_clinics/transverse_myelitis/about-tm/what-is-transverse-myelitis.html","authors2":"","placeOfPublication":"","publisher":""},{"referenceId":612,"authors":"","articleTitle":"Transverse Myelitis","bookWebsiteJournalTitle":"MayoClinic.com","date":"","volume":"","pages":"","url":"http://www.mayoclinic.org/diseases-conditions/transverse-myelitis/basics/causes/con-20028884?p=1","authors2":"","placeOfPublication":"","publisher":""}]},{"questionId":1011,"questionText":"How is transverse myelitis diagnosed?","answerText":"Physicians diagnose transverse myelitis by taking a medical history and performing a thorough neurological examination. A test&nbsp;known as&nbsp;<a href=\"http://www.nlm.nih.gov/medlineplus/ency/imagepages/1107.htm\" target=\"_blank\"><em>magnetic resonance imaging</em> </a>(MRI)&nbsp;may be&nbsp;performed to identify any&nbsp; inflammation around the&nbsp;spinal cord.&nbsp;Physicians also may perform <em><a href=\"http://www.radiologyinfo.org/en/info.cfm?pg=myelography\" target=\"_blank\">myelography</a>,</em> which involves injecting a dye into the sac that surrounds the spinal cord. The patient is then tilted up and down to let the dye flow around and outline the spinal cord while X-rays are taken.[608]<br />\r\n<br />\r\n<span style=\"font-size: 12pt;\">Blood tests may also be performed to rule out various disorders such as systemic lupus erythematosus, HIV infection, and vitamin B12 deficiency. In some patients with transverse myelitis, the cerebrospinal fluid that bathes the spinal cord and brain contains more protein than usual and an increased number of leukocytes (white blood cells), indicating possible infection. A </span><a href=\"http://www.nlm.nih.gov/medlineplus/ency/imagepages/19078.htm\" target=\"_blank\" style=\"font-size: 12pt;\">spinal tap</a><span style=\"font-size: 12pt;\"> (lumbar puncture) may be performed to obtain fluid to study these factors.[608]</span><br />","dateModified":"2018-03-24T00:00:00","resourceClassificationName":"Diagnosis","references":[{"referenceId":608,"authors":"","articleTitle":"Transverse Myelitis Fact Sheet","bookWebsiteJournalTitle":"National Institute of Neurological Disorders and Stroke (NINDS)","date":"June 24, 2015","volume":"","pages":"","url":"https://www.ninds.nih.gov/Disorders/Patient-Caregiver-Education/Fact-Sheets/Transverse-Myelitis-Fact-Sheet","authors2":"","placeOfPublication":"","publisher":""}]},{"questionId":1012,"questionText":"How might transverse myelitis be treated?","answerText":"As with many disorders of the spinal cord, no effective cure currently exists for people with transverse myelitis. Treatments are designed to manage and alleviate symptoms and largely depend upon the severity of neurological involvement.&nbsp;Therapy generally begins when the patient first experiences symptoms. Physicians often prescribe <a href=\"http://www.nlm.nih.gov/medlineplus/steroids.html\" target=\"_blank\">corticosteroid therapy</a> during the first few weeks of illness to decrease inflammation. Although no clinical trials have investigated whether corticosteroids alter the course of transverse myelitis, these drugs often are prescribed to reduce immune system activity because of the suspected autoimmune mechanisms involved in the disorder. Corticosteroid medications that might be prescribed may include <a href=\"http://www.webmd.com/drugs/drug-53001-Methylprednisone+Oral.aspx?drugid=53001&amp;drugname=Methylprednisone+Oral\" target=\"_blank\">methylprednisone</a> or <a href=\"http://www.nlm.nih.gov/medlineplus/druginfo/meds/a682792.html\" target=\"_blank\">dexamethasone</a>.[608] <br />\r\n<br />\r\nChronic pain is a common complication of transverse myelitis. Nonsteroidal anti-inflammatory drugs &mdash; such as aspirin, ibuprofen (Advil, Motrin, others) and naproxen (Aleve, Naprosyn, others) &mdash; can help reduce inflammation and relieve pain.[614] Bed rest is often recommended during the initial days and weeks after onset of the disorder.[608]<br />\r\n<br />\r\nBased on patient response and test results, additional therapeutic options may be added. Plasma exchange therapy is often used for those with moderate to severe&nbsp;transverse myelitis&nbsp;who don&rsquo;t show much improvement after being treated with intravenous steroids.[610][612]&nbsp;This therapy involves removing the straw-colored fluid in which blood cells are suspended (plasma) and replacing the plasma loss with special fluids. It's not certain how this therapy helps people with transverse myelitis, but it may be that plasma exchange removes antibodies that are involved in inflammation.[612]<br />\r\n<br />\r\nSome patients respond very well to intravenous <a href=\"http://www.nlm.nih.gov/medlineplus/druginfo/meds/a682080.html\" target=\"_blank\">cyclophosphamide</a> (a drug often used for lymphomas or leukemia). It is very important that an experienced oncology team be involved in the administration of this drug, and patients should be monitored carefully. Ongoing treatment with chemical agents that modify immune response (such as <a href=\"http://www.nlm.nih.gov/medlineplus/druginfo/meds/a682167.html\" target=\"_blank\">azathioprine</a>, <a href=\"http://www.nlm.nih.gov/medlineplus/druginfo/meds/a682019.html\" target=\"_blank\">methotrexate</a>, <a href=\"http://www.nlm.nih.gov/medlineplus/druginfo/meds/a601081.html\" target=\"_blank\">mycophenolate</a> or oral <a href=\"http://www.nlm.nih.gov/medlineplus/druginfo/meds/a682080.html\" target=\"_blank\">cyclophosphamide</a>) can be considered for the small subset of patients that experience recurrent transverse myelitis.[610]<br />\r\n<br />\r\nIndividuals with permanent physical disabilities may benefit from physical therapy, occupational therapy and vocational therapy.[608]","dateModified":"2018-03-26T00:00:00","resourceClassificationName":"Treatment","references":[{"referenceId":608,"authors":"","articleTitle":"Transverse Myelitis Fact Sheet","bookWebsiteJournalTitle":"National Institute of Neurological Disorders and Stroke (NINDS)","date":"June 24, 2015","volume":"","pages":"","url":"https://www.ninds.nih.gov/Disorders/Patient-Caregiver-Education/Fact-Sheets/Transverse-Myelitis-Fact-Sheet","authors2":"","placeOfPublication":"","publisher":""},{"referenceId":610,"authors":"","articleTitle":"Transverse Myelitis","bookWebsiteJournalTitle":"Johns Hopkins University Transverse Myelitis Center","date":"","volume":"","pages":"","url":"http://www.hopkinsmedicine.org/neurology_neurosurgery/centers_clinics/transverse_myelitis/about-tm/what-is-transverse-myelitis.html","authors2":"","placeOfPublication":"","publisher":""},{"referenceId":612,"authors":"","articleTitle":"Transverse Myelitis","bookWebsiteJournalTitle":"MayoClinic.com","date":"","volume":"","pages":"","url":"http://www.mayoclinic.org/diseases-conditions/transverse-myelitis/basics/causes/con-20028884?p=1","authors2":"","placeOfPublication":"","publisher":""},{"referenceId":614,"authors":"","articleTitle":"Transverse Myelitis: Treatments and drugs","bookWebsiteJournalTitle":"MayoClinic.com","date":"February 13, 2014","volume":"","pages":"","url":"http://www.mayoclinic.com/health/transverse-myelitis/DS00854/DSECTION=treatments-and-drugs","authors2":"","placeOfPublication":"","publisher":""}]},{"questionId":1014,"questionText":"What is the long-term outlook for people with transverse myelitis?","answerText":"Recovery from the effects of transverse myelitis usually begins within 2 to 12 weeks after symptoms begin and may continue for up to 2 years or more. However, if there is no improvement within the first 3 to 6 months, significant recovery is unlikely. About one-third of people affected with transverse myelitis experience good or near-complete recovery from their symptoms. For example, they regain the ability to walk and experience few or no long-term urinary or bowel problems, and recover from paresthesias. Another one-third have partial recovery and may continue to have a spastic gait, sensory dysfunction, and urinary urgency or incontinence. The remaining one-third continue to have severe mobility problems and require assistance for the functions of daily living. Unfortunately, it often is not possible to make predictions about individual cases. However, research has shown that a rapid onset of symptoms generally results in poorer recovery outcomes.[608]&nbsp;<br />\r\n<br />\r\nMost people with transverse myelitis experience only one episode. In rare cases, the episodes happen again (relapses). Some people recover completely or almost completely, then experience a relapse. Others begin to recover, and then their symptoms get worse before recovery continues. In all cases of relapse, physicians will likely investigate possible underlying causes such as multiple sclerosis or systemic lupus erythematosus since most people who experience relapse have an underlying disorder.[608]","dateModified":"2015-09-07T00:00:00","resourceClassificationName":"Prognosis","references":[{"referenceId":608,"authors":"","articleTitle":"Transverse Myelitis Fact Sheet","bookWebsiteJournalTitle":"National Institute of Neurological Disorders and Stroke (NINDS)","date":"June 24, 2015","volume":"","pages":"","url":"https://www.ninds.nih.gov/Disorders/Patient-Caregiver-Education/Fact-Sheets/Transverse-Myelitis-Fact-Sheet","authors2":"","placeOfPublication":"","publisher":""}]}],"references":[],"relatedDiseases":[{"relatedDiseaseId":12052,"relatedDiseaseName":"Demyelinating disease of central nervous system","relation":"Parent","isRare":false,"hasGardPage":false}],"gardCases":[{"caseId":22716,"abbreviatedInquiry":"How might pain caused by transverse myelitis be treated?","caseQuestions":[{"questionId":1318,"questionText":"How might I find research studies investigating new therapies for the treatment of pain?","answerText":"There may be several open clinical trials investigating new therapies for the treatment of pain. To learn about how to get involved in research, click <a href=\"https://rarediseases.info.nih.gov/research/10/get-involved-in-research\" target=\"_blank\">here</a>.&nbsp;","dateModified":"2016-06-08T00:00:00","references":[]},{"questionId":1317,"questionText":"How might pain caused by transverse myelitis be treated?","answerText":"Chronic pain is a common complication of transverse myelitis.[608][614] An array of medications exist to help alleviate pain caused by transverse myelitis, including <a href=\"http://www.rheumatology.org/I-Am-A/Patient-Caregiver/Treatments/NSAIDs\" target=\"_blank\">nonsteroidal anti-inflammatory drugs</a> (e.g., aspirin, ibuprofen, and naproxen), antidepressant drugs (e.g., <a href=\"https://www.nami.org/Learn-More/Treatment/Mental-Health-Medications/Sertraline-(Zoloft)\" target=\"_blank\">Zoloft</a>) and <a href=\"https://www.epilepsysociety.org.uk/list-anti-epileptic-drugs#.V1igztkrJhE\" target=\"_blank\">epilepsy medications</a> (e.g., phenytoin and gabapentin). In addition <a href=\"http://kidshealth.org/parent/system/ill/phys_therapy.html\" target=\"_blank\">physical therapists</a> are often involved in helping people manage and reduce their pain.[608][614] <br />\r\n<br />\r\nThe following organizations are&nbsp;able to provide you with&nbsp;more information on this topic. Click on each link for more information.&nbsp;<br />\r\n<br />\r\n<a href=\" http://www.myelitis.org  \" target=\"_blank\">Tranverse Myelitis Association </a><br />\r\n1787 Sutter Parkway <br />\r\nPowell, OH 43065-8806 <br />\r\nPhone: 614-766-1806 <br />\r\nEmail: <a href=\"mailto:info@myelitis.org\">info@myelitis.org</a> <br />\r\n<br />\r\n<a href=\"http://www.theacpa.org  \" target=\"_blank\">American Chronic Pain Association (ACPA) </a><br />\r\nP.O. Box 850 <br />\r\nRocklin, CA 95677-0850 <br />\r\nToll-free: 800-533-3231 <br />\r\nPhone: 916-632-0922 <br />\r\nFax: 916-632-3208 <br />\r\nE-mail: <a href=\"mailto:ACPA@pacbell.net\">ACPA@pacbell.net</a>&nbsp;&nbsp;<br />\r\n<br />\r\n<a href=\"http://www.naric.com  \" target=\"_blank\">National Rehabilitation Information Center (NARIC)</a><br />\r\n4200 Forbes Boulevard Suite 202 <br />\r\nLanham, MD 20706-4829 <br />\r\nPhone: 301-459-5900 or 301-459-5984 <br />\r\nTTY: 800-346-2742 <br />\r\nFax: 301-562-2401 <br />\r\nE-mail: <a href=\"mailto:naricinfo@heitechservices.com\">naricinfo@heitechservices.com</a> &nbsp;<br />","dateModified":"2016-06-08T00:00:00","resourceClassificationName":"Cause","references":[{"referenceId":608,"authors":"","articleTitle":"Transverse Myelitis Fact Sheet","bookWebsiteJournalTitle":"National Institute of Neurological Disorders and Stroke (NINDS)","date":"June 24, 2015","volume":"","pages":"","url":"https://www.ninds.nih.gov/Disorders/Patient-Caregiver-Education/Fact-Sheets/Transverse-Myelitis-Fact-Sheet","authors2":"","placeOfPublication":"","publisher":""},{"referenceId":614,"authors":"","articleTitle":"Transverse Myelitis: Treatments and drugs","bookWebsiteJournalTitle":"MayoClinic.com","date":"February 13, 2014","volume":"","pages":"","url":"http://www.mayoclinic.com/health/transverse-myelitis/DS00854/DSECTION=treatments-and-drugs","authors2":"","placeOfPublication":"","publisher":""}]}]},{"caseId":22164,"abbreviatedInquiry":"Can you&nbsp;provide me with information about transverse myelitis?","caseQuestions":[{"questionId":1008,"questionText":"What is transverse myelitis?","answerText":"<strong>Transverse myelitis</strong> is&nbsp;a neurological disorder caused by inflammation of the spinal cord, which carries nerve signals from the brain to the rest of the body. The segment of the spinal cord that has inflammation or damage determines the symptoms a person has. Generally, inflammation at one segment causes symptoms at that level and below that level. Most commonly, the upper spinal cord is affected, causing impaired leg movement, and problems controlling the bowel and bladder. The onset of symptoms may be acute (sudden, developing over hours or days) or subacute (developing over weeks).[608] The cause of transverse myelitis may be unknown (idiopathic) or it may be associated with a wide variety of underlying health problems, including infections, immune system disorders, and other inflammatory disorders.[608][609] Tests that may be used to diagnose transverse myelitis include MRI to look for compression or inflammation of the spinal cord, and a lumbar puncture (spinal tap) to look for evidence of inflammation in the fluid surrounding the spinal cord (cerebrospinal fluid). Treatment options may include intravenous steroids, pain medicines, <a href=\"https://www.aan.com/Guidelines/home/GetGuidelineContent/472\" target=\"_blank\">plasmapheresis</a> (also called plasma exchange), <a href=\"https://www.uptodate.com/contents/intravenous-immune-globulin-ivig-beyond-the-basics\" target=\"_blank\">intravenous immunoglobulin</a> (IVIG), and <a href=\"https://medlineplus.gov/druginfo/meds/a682080.html\" target=\"_blank\">cyclophosphamide</a>.[608][609] Some people have full or partial recovery from symptoms, while others do not recover any lost function in the affected parts of the body.[14474] Most people recover at least partially, although recovery can take up to 2 or 3 years. In general however, if there is no improvement within the first 6 months, a significant recovery is not likely.[608]","dateModified":"2018-03-20T00:00:00","references":[{"referenceId":608,"authors":"","articleTitle":"Transverse Myelitis Fact Sheet","bookWebsiteJournalTitle":"National Institute of Neurological Disorders and Stroke (NINDS)","date":"June 24, 2015","volume":"","pages":"","url":"https://www.ninds.nih.gov/Disorders/Patient-Caregiver-Education/Fact-Sheets/Transverse-Myelitis-Fact-Sheet","authors2":"","placeOfPublication":"","publisher":""},{"referenceId":609,"authors":"","articleTitle":"Transverse Myelitis","bookWebsiteJournalTitle":"The Transverse Myelitis Association","date":"2018","volume":"","pages":"","url":"https://archive.myelitis.org/resources/Information_Sheets/About_TM.pdf","authors2":"","placeOfPublication":"","publisher":""},{"referenceId":14474,"authors":"","articleTitle":"Transverse Myelitis","bookWebsiteJournalTitle":"National Organization for Rare Disorders (NORD)","date":"2015","volume":"","pages":"","url":"https://rarediseases.org/rare-diseases/transverse-myelitis/","authors2":"","placeOfPublication":"","publisher":""}]},{"questionId":1009,"questionText":"What symptoms are associated with transverse myelitis?","answerText":"Transverse myelitis may be either <em>acute</em> (developing over hours to several days) or <em>subacute</em> (developing over 1 to 2 weeks). Initial symptoms usually include localized lower back pain, sudden <em>paresthesias</em> (abnormal sensations such as burning, tickling, pricking, or tingling) in the legs, sensory loss, and <em>paraparesis</em> (partial paralysis of the legs). Paraparesis often progresses to <em>paraplegia</em> (paralysis of the legs and lower part of the trunk). Urinary bladder and bowel dysfunction is common. Many patients also report experiencing muscle spasms, a general feeling of discomfort, headache, fever, and loss of appetite. Depending on which segment of the spinal cord is involved, some patients may experience respiratory problems as well.[608]\r\n<p><span style=\"font-size: 12pt;\">From this wide array of symptoms, four classic features of transverse myelitis emerge:[608][610]</span></p>\r\n<p>\r\n<br />\r\n<strong>Weakness of the legs and arms: </strong>Most people with transverse myelitis will experience weakness of varying degrees in their legs; some also experience it in their arms. Initially, people with this condition may notice that they are stumbling, dragging one foot or that both legs seem heavier than normal. Depending on the level of involvement within the spinal cord, coordination or strength in the hands and arms may also be affected.[608][610]<br />\r\n<br />\r\n<strong>Pain:</strong>&nbsp;Up to half of those with&nbsp;transverse myelitis&nbsp;report pain as the first symptom of the disorder. The pain can be localized to the back, or appear as sharp, shooting pain that radiates down the legs, arms or around the torso.[608][610]<br />\r\n<br />\r\n<strong>Sensory alteration:</strong>&nbsp;Loss of the ability to experience pain or temperature sensitivity is one of the most common sensory changes. Patients who are experiencing altered sensitivity usually report numbness, tingling, coldness or burning. Up to 80 percent of people with transverse myelitis experience heightened sensitivity to touch. Some even report that wearing clothes or a light touch with a finger causes significant pain.[608][610] Many also experience heightened sensitivity to changes in temperature or to extreme heat or cold.[608]<br />\r\n<br />\r\n<strong>Bowel and bladder dysfunction:</strong>&nbsp;Some people with transverse myelitis report bowel or bladder dysfunction as their first symptom. This may mean an increased frequency or urge to urinate or have a bowel movement, incontinence, difficulty voiding, sensation of incomplete evacuation or constipation.[608][610]<br />\r\n<br />\r\n<br />\r\n</p>","dateModified":"2018-03-24T00:00:00","resourceClassificationName":"Symptoms","references":[{"referenceId":608,"authors":"","articleTitle":"Transverse Myelitis Fact Sheet","bookWebsiteJournalTitle":"National Institute of Neurological Disorders and Stroke (NINDS)","date":"June 24, 2015","volume":"","pages":"","url":"https://www.ninds.nih.gov/Disorders/Patient-Caregiver-Education/Fact-Sheets/Transverse-Myelitis-Fact-Sheet","authors2":"","placeOfPublication":"","publisher":""},{"referenceId":610,"authors":"","articleTitle":"Transverse Myelitis","bookWebsiteJournalTitle":"Johns Hopkins University Transverse Myelitis Center","date":"","volume":"","pages":"","url":"http://www.hopkinsmedicine.org/neurology_neurosurgery/centers_clinics/transverse_myelitis/about-tm/what-is-transverse-myelitis.html","authors2":"","placeOfPublication":"","publisher":""}]},{"questionId":1010,"questionText":"What causes transverse myelitis?","answerText":"Researchers are uncertain of the exact causes of transverse myelitis.[608] The inflammation that causes such extensive damage to nerve fibers of the spinal cord&nbsp;may occur in isolation or in the setting of another illness. When it occurs without apparent underlying cause, it is referred to as <em>idiopathic</em>.[608] Transverse myelitis is idiopathic in about 60% of cases.[610] Recents studies have discovered circulating antibodies to the proteins aquaporin-4 and anti-myelin oligodendrocyte which may be the definite cause in some individuals with transverse myelitis.&nbsp; Antibodies are proteins produced by cells of the immune system that bind to bacteria, viruses, and foreign chemicals to prevent them from harming the body.&nbsp; In autoimmune disorders, antibodies incorrectly bind to normal body proteins.&nbsp; Aquaporin-4 is a key protein that carries water through the cell membrane of neural cells.&nbsp; The myelin oligodendrocyte glycoprotein sits on the outer layer of myelin.[608]&nbsp;&nbsp;<br />\r\n<br />\r\nThe following illnesses or agents have been associated with transverse myelitis:<br />\r\n<br />\r\n<strong>Infectious agents.</strong>&nbsp;Transverse myelitis often develops following viral infections. Infectious agents suspected of causing transverse myelitis include varicella zoster (the virus that causes chickenpox and shingles), herpes simplex, cytomegalovirus, Epstein-Barr, influenza, echovirus, human immunodeficiency virus (HIV), hepatitis A, measles, and rubella. Bacterial skin infections, middle-ear infections (<em>otitis media</em>), syphilis, Lyme disease, and <em>Mycoplasma pneumoniae</em> (bacterial pneumonia) have also been associated with the condition.[608]&nbsp;In some cases, the infectious agent may&nbsp;directly invade the spinal cord and produce symptoms of transverse myelitis. [612] In&nbsp;other post-infectious cases of transverse myelitis, immune system mechanisms, rather than active viral or bacterial infections, appear to play an important role in causing damage to spinal nerves.[608][612] Although researchers have not yet identified the precise mechanisms of spinal cord injury in these cases, stimulation of the immune system in response to infection indicates that an autoimmune reaction may be responsible.[608]<br />\r\n<br />\r\n<strong>Autoimmune diseases.</strong>&nbsp;Transverse myelitis occasionally develops in people who have other autoimmune diseases.[612] These may include <a href=\"http://www.nlm.nih.gov/medlineplus/ency/article/000435.htm\" target=\"_blank\">systemic lupus erythematosus</a>, <a href=\"http://www.ninds.nih.gov/disorders/sjogrens/sjogrens.htm\" target=\"_blank\">Sjogren&rsquo;s syndrome</a>, and <a href=\"http://www.nhlbi.nih.gov/health/dci/Diseases/sarc/sar_whatis.html\" target=\"_blank\">sarcoidosis</a>.[608][612]In autoimmune diseases, the immune system, which normally protects the body from foreign organisms, mistakenly attacks the body&rsquo;s own tissue, causing inflammation and, in some cases, damage to myelin within the spinal cord.[608]<br />\r\n<br />\r\n<strong>Underlying demyelinating disease of the central nervous system.</strong> In some people, transverse myelitis represents the first symptom of multiple sclerosis (MS) or neuromyelitis optica (NMO).[608][612] A form of transverse myelitis called \"partial\" myelitis (as it affects only a portion of the cross-sectional area of the spinal cord) is more characteristic of MS.[608]&nbsp;<span style=\"font-size: 14.4px;\">This type of transverse myelitis usually affects only one side of the body.[608][612]&nbsp;</span>Neuromyelitis optica typically causes both transverse myelitis and optic neuritis (inflammation of the optic nerve that results in vision loss), but not necessarily at the same time.[608] &nbsp;All patients with transverse myelitis should be evaluated for MS or NMO because patients with these diagnoses may require different treatments, especially therapies to prevent future attacks.[608]<br />\r\n<br />\r\n<strong>Vaccinations.</strong>&nbsp;Rarely, transverse myelitis may develop following certain vaccinations (hepatitis B, measles-mumps-rubella, and diptheria-tetanus).[612] Although it's unclear how transverse myelitis and vaccinations are related, an immune response is suggested.<br />\r\n<br />\r\n<strong style=\"font-size: 12pt;\">Cancers.</strong><span style=\"font-size: 12pt;\">&nbsp;Myelitis related to cancer&nbsp;is uncommon. However, some cancers may trigger an abnormal immune response that may lead to transverse myelitis.[608]</span>\r\n<p>\r\n&nbsp;<br />\r\n<br />\r\n<br />\r\n</p>","dateModified":"2018-03-24T00:00:00","resourceClassificationName":"Cause","references":[{"referenceId":608,"authors":"","articleTitle":"Transverse Myelitis Fact Sheet","bookWebsiteJournalTitle":"National Institute of Neurological Disorders and Stroke (NINDS)","date":"June 24, 2015","volume":"","pages":"","url":"https://www.ninds.nih.gov/Disorders/Patient-Caregiver-Education/Fact-Sheets/Transverse-Myelitis-Fact-Sheet","authors2":"","placeOfPublication":"","publisher":""},{"referenceId":610,"authors":"","articleTitle":"Transverse Myelitis","bookWebsiteJournalTitle":"Johns Hopkins University Transverse Myelitis Center","date":"","volume":"","pages":"","url":"http://www.hopkinsmedicine.org/neurology_neurosurgery/centers_clinics/transverse_myelitis/about-tm/what-is-transverse-myelitis.html","authors2":"","placeOfPublication":"","publisher":""},{"referenceId":612,"authors":"","articleTitle":"Transverse Myelitis","bookWebsiteJournalTitle":"MayoClinic.com","date":"","volume":"","pages":"","url":"http://www.mayoclinic.org/diseases-conditions/transverse-myelitis/basics/causes/con-20028884?p=1","authors2":"","placeOfPublication":"","publisher":""}]},{"questionId":1011,"questionText":"How is transverse myelitis diagnosed?","answerText":"Physicians diagnose transverse myelitis by taking a medical history and performing a thorough neurological examination. A test&nbsp;known as&nbsp;<a href=\"http://www.nlm.nih.gov/medlineplus/ency/imagepages/1107.htm\" target=\"_blank\"><em>magnetic resonance imaging</em> </a>(MRI)&nbsp;may be&nbsp;performed to identify any&nbsp; inflammation around the&nbsp;spinal cord.&nbsp;Physicians also may perform <em><a href=\"http://www.radiologyinfo.org/en/info.cfm?pg=myelography\" target=\"_blank\">myelography</a>,</em> which involves injecting a dye into the sac that surrounds the spinal cord. The patient is then tilted up and down to let the dye flow around and outline the spinal cord while X-rays are taken.[608]<br />\r\n<br />\r\n<span style=\"font-size: 12pt;\">Blood tests may also be performed to rule out various disorders such as systemic lupus erythematosus, HIV infection, and vitamin B12 deficiency. In some patients with transverse myelitis, the cerebrospinal fluid that bathes the spinal cord and brain contains more protein than usual and an increased number of leukocytes (white blood cells), indicating possible infection. A </span><a href=\"http://www.nlm.nih.gov/medlineplus/ency/imagepages/19078.htm\" target=\"_blank\" style=\"font-size: 12pt;\">spinal tap</a><span style=\"font-size: 12pt;\"> (lumbar puncture) may be performed to obtain fluid to study these factors.[608]</span><br />","dateModified":"2018-03-24T00:00:00","resourceClassificationName":"Diagnosis","references":[{"referenceId":608,"authors":"","articleTitle":"Transverse Myelitis Fact Sheet","bookWebsiteJournalTitle":"National Institute of Neurological Disorders and Stroke (NINDS)","date":"June 24, 2015","volume":"","pages":"","url":"https://www.ninds.nih.gov/Disorders/Patient-Caregiver-Education/Fact-Sheets/Transverse-Myelitis-Fact-Sheet","authors2":"","placeOfPublication":"","publisher":""}]},{"questionId":1012,"questionText":"How might transverse myelitis be treated?","answerText":"As with many disorders of the spinal cord, no effective cure currently exists for people with transverse myelitis. Treatments are designed to manage and alleviate symptoms and largely depend upon the severity of neurological involvement.&nbsp;Therapy generally begins when the patient first experiences symptoms. Physicians often prescribe <a href=\"http://www.nlm.nih.gov/medlineplus/steroids.html\" target=\"_blank\">corticosteroid therapy</a> during the first few weeks of illness to decrease inflammation. Although no clinical trials have investigated whether corticosteroids alter the course of transverse myelitis, these drugs often are prescribed to reduce immune system activity because of the suspected autoimmune mechanisms involved in the disorder. Corticosteroid medications that might be prescribed may include <a href=\"http://www.webmd.com/drugs/drug-53001-Methylprednisone+Oral.aspx?drugid=53001&amp;drugname=Methylprednisone+Oral\" target=\"_blank\">methylprednisone</a> or <a href=\"http://www.nlm.nih.gov/medlineplus/druginfo/meds/a682792.html\" target=\"_blank\">dexamethasone</a>.[608] <br />\r\n<br />\r\nChronic pain is a common complication of transverse myelitis. Nonsteroidal anti-inflammatory drugs &mdash; such as aspirin, ibuprofen (Advil, Motrin, others) and naproxen (Aleve, Naprosyn, others) &mdash; can help reduce inflammation and relieve pain.[614] Bed rest is often recommended during the initial days and weeks after onset of the disorder.[608]<br />\r\n<br />\r\nBased on patient response and test results, additional therapeutic options may be added. Plasma exchange therapy is often used for those with moderate to severe&nbsp;transverse myelitis&nbsp;who don&rsquo;t show much improvement after being treated with intravenous steroids.[610][612]&nbsp;This therapy involves removing the straw-colored fluid in which blood cells are suspended (plasma) and replacing the plasma loss with special fluids. It's not certain how this therapy helps people with transverse myelitis, but it may be that plasma exchange removes antibodies that are involved in inflammation.[612]<br />\r\n<br />\r\nSome patients respond very well to intravenous <a href=\"http://www.nlm.nih.gov/medlineplus/druginfo/meds/a682080.html\" target=\"_blank\">cyclophosphamide</a> (a drug often used for lymphomas or leukemia). It is very important that an experienced oncology team be involved in the administration of this drug, and patients should be monitored carefully. Ongoing treatment with chemical agents that modify immune response (such as <a href=\"http://www.nlm.nih.gov/medlineplus/druginfo/meds/a682167.html\" target=\"_blank\">azathioprine</a>, <a href=\"http://www.nlm.nih.gov/medlineplus/druginfo/meds/a682019.html\" target=\"_blank\">methotrexate</a>, <a href=\"http://www.nlm.nih.gov/medlineplus/druginfo/meds/a601081.html\" target=\"_blank\">mycophenolate</a> or oral <a href=\"http://www.nlm.nih.gov/medlineplus/druginfo/meds/a682080.html\" target=\"_blank\">cyclophosphamide</a>) can be considered for the small subset of patients that experience recurrent transverse myelitis.[610]<br />\r\n<br />\r\nIndividuals with permanent physical disabilities may benefit from physical therapy, occupational therapy and vocational therapy.[608]","dateModified":"2018-03-26T00:00:00","resourceClassificationName":"Treatment","references":[{"referenceId":608,"authors":"","articleTitle":"Transverse Myelitis Fact Sheet","bookWebsiteJournalTitle":"National Institute of Neurological Disorders and Stroke (NINDS)","date":"June 24, 2015","volume":"","pages":"","url":"https://www.ninds.nih.gov/Disorders/Patient-Caregiver-Education/Fact-Sheets/Transverse-Myelitis-Fact-Sheet","authors2":"","placeOfPublication":"","publisher":""},{"referenceId":610,"authors":"","articleTitle":"Transverse Myelitis","bookWebsiteJournalTitle":"Johns Hopkins University Transverse Myelitis Center","date":"","volume":"","pages":"","url":"http://www.hopkinsmedicine.org/neurology_neurosurgery/centers_clinics/transverse_myelitis/about-tm/what-is-transverse-myelitis.html","authors2":"","placeOfPublication":"","publisher":""},{"referenceId":612,"authors":"","articleTitle":"Transverse Myelitis","bookWebsiteJournalTitle":"MayoClinic.com","date":"","volume":"","pages":"","url":"http://www.mayoclinic.org/diseases-conditions/transverse-myelitis/basics/causes/con-20028884?p=1","authors2":"","placeOfPublication":"","publisher":""},{"referenceId":614,"authors":"","articleTitle":"Transverse Myelitis: Treatments and drugs","bookWebsiteJournalTitle":"MayoClinic.com","date":"February 13, 2014","volume":"","pages":"","url":"http://www.mayoclinic.com/health/transverse-myelitis/DS00854/DSECTION=treatments-and-drugs","authors2":"","placeOfPublication":"","publisher":""}]},{"questionId":1014,"questionText":"What is the long-term outlook for people with transverse myelitis?","answerText":"Recovery from the effects of transverse myelitis usually begins within 2 to 12 weeks after symptoms begin and may continue for up to 2 years or more. However, if there is no improvement within the first 3 to 6 months, significant recovery is unlikely. About one-third of people affected with transverse myelitis experience good or near-complete recovery from their symptoms. For example, they regain the ability to walk and experience few or no long-term urinary or bowel problems, and recover from paresthesias. Another one-third have partial recovery and may continue to have a spastic gait, sensory dysfunction, and urinary urgency or incontinence. The remaining one-third continue to have severe mobility problems and require assistance for the functions of daily living. Unfortunately, it often is not possible to make predictions about individual cases. However, research has shown that a rapid onset of symptoms generally results in poorer recovery outcomes.[608]&nbsp;<br />\r\n<br />\r\nMost people with transverse myelitis experience only one episode. In rare cases, the episodes happen again (relapses). Some people recover completely or almost completely, then experience a relapse. Others begin to recover, and then their symptoms get worse before recovery continues. In all cases of relapse, physicians will likely investigate possible underlying causes such as multiple sclerosis or systemic lupus erythematosus since most people who experience relapse have an underlying disorder.[608]","dateModified":"2015-09-07T00:00:00","resourceClassificationName":"Prognosis","references":[{"referenceId":608,"authors":"","articleTitle":"Transverse Myelitis Fact Sheet","bookWebsiteJournalTitle":"National Institute of Neurological Disorders and Stroke (NINDS)","date":"June 24, 2015","volume":"","pages":"","url":"https://www.ninds.nih.gov/Disorders/Patient-Caregiver-Education/Fact-Sheets/Transverse-Myelitis-Fact-Sheet","authors2":"","placeOfPublication":"","publisher":""}]},{"questionId":1013,"questionText":"Who can I contact to learn more about transverse myelitis?","answerText":"<p>You can contact&nbsp;the&nbsp;National Institute of Neurological Disorders and Stroke (NINDS), part of the National Institutes of Health (NIH),&nbsp;to learn more about transverse myelitis.<br />\r\n<br />\r\nNINDS&nbsp;provides an information page on transverse myelitis&nbsp;at the following web site.<br />\r\n<a href=\"http://www.ninds.nih.gov/disorders/transversemyelitis/detail_transversemyelitis.htm\" target=\"_blank\">http://www.ninds.nih.gov/disorders/transversemyelitis/detail_transversemyelitis.htm</a></p>\r\n<p>NIH Neurological Institute<br />\r\nP.O. Box 5801<br />\r\nBethesda, MD 20824<br />\r\nToll-free:&nbsp; 800-352-9424<br />\r\nPhone: 301-496-5751<br />\r\nTTY: 301-468-5981<br />\r\nEmail form: <a href=\"http://www.ninds.nih.gov/contact_us.htm\" target=\"_blank\">http://www.ninds.nih.gov/contact_us.htm</a><br />\r\nWeb site:&nbsp;&nbsp; <a href=\"http://www.ninds.nih.gov/\" target=\"_blank\">http://www.ninds.nih.gov/</a><br />\r\n<br />\r\nYou can also contact the following organizations to obtain information about transverse myelitis.<br />\r\n<br />\r\nThe Transverse Myelitis Center at Johns Hopkins University<br />\r\nAttn: Mary Brown<br />\r\nPathology 627<br />\r\n600 North Wolfe Street<br />\r\nBaltimore, MD 21287<br />\r\nPhone: 410.614.1522<br />\r\nFax: 410.502.6736<br />\r\nWeb site:&nbsp;<a href=\"http://www.hopkinsmedicine.org/neurology_neurosurgery/centers_clinics/transverse_myelitis/\" target=\"_blank\">http://www.hopkinsmedicine.org/neurology_neurosurgery/centers_clinics/transverse_myelitis/</a>&nbsp;<br />\r\n<br />\r\nTranverse Myelitis Association<br />\r\n1787 Sutter Parkway<br />\r\nPowell, OH &nbsp; 43065-8806<br />\r\nPhone:&nbsp;614-766-1806<br />\r\nEmail: <a href=\"mailto:info@myelitis.org\">info@myelitis.org</a><br />\r\nWeb site: <a href=\"http://www.myelitis.org/\" target=\"_blank\">http://www.myelitis.org</a></p>","dateModified":"2015-09-07T00:00:00","references":[]}]}],"news":[{"newsId":671,"dateCreated":"2020-05-20T13:39:00","publishDate":"2020-05-22T00:00:00","title":"NIH-Supported Research Survey to Examine Impact of COVID-19 on Rare Diseases Community","description":"The NIH-funded Rare Diseases Clinical Research Network (RDCRN) has launched an <a href=\"https://www.rarediseasesnetwork.org/COVIDsurvey \" target=\"_blank\">online research survey</a> to find out how the COVID-19 pandemic is impacting individuals with rare diseases, their families and their caregivers. Your participation can help the rare disease research community shed light on the needs of people with rare diseases during this and other potential health crises, in addition to informing future research efforts. The survey must be completed by December 15, 2020.","url":"https://www.rarediseasesnetwork.org/COVIDsurvey","lastModified":"2020-11-30T14:44:00","isFeatured":false}],"conferences":[],"phenoTypes":[],"medicalProducts":[{"productId":331,"genericName":"Baclofen","tradeName":"Lioresal (injection)","tradeLink":"http://wwwp.medtronic.com/Newsroom/LinkedItemDetails.do?itemId=1101744234323&format=print&lang=en_US","manufacturer":"","sponsor":"Medtronic, Inc.","indication":"Management of severe spasticity of spinal cord origin in patients who are unresponsive to oral baclofen therapy or experience intolerable CNS side effects at effective doses.","drugInformationLink":"http://druginfo.nlm.nih.gov/drugportal/dpdirect.jsp?name=Lioresal","medlinePlusLink":"http://www.nlm.nih.gov/medlineplus/druginfo/meds/a601250.html"}],"EncodedName":"Transverse_myelitis"}