{"mainPropery":{"diseaseId":9714,"diseaseName":"Littoral cell angioma of the spleen","hasGardWebPage":true,"isRare":true,"websiteUrl":"https://rarediseases.info.nih.gov/diseases/9714/littoral-cell-angioma-of-the-spleen","synonyms":["Littoral cell angioma"],"synonyms-with-source":[{"name":"Littoral cell angioma"}],"identifiers":[{"identifierType":"UMLS","identifierId":"C1627365"}]},"diseaseCategories":[],"organizations":[],"resource descriptions":[{"id":8,"resourceId":11,"resourceName":"PubMed","descriptionText":"<a href='http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=PureSearch&db=pubmed&details_term=Littoral%5BTitle%5D%20AND%20cell%5BTitle%5D%20AND%20angioma%5BTitle%5D' target='_blank'>PubMed</a> is a searchable database of medical literature and lists journal articles that discuss Littoral cell angioma of the spleen. Click on the link to view a sample search on this topic.","resourceClassificationName":"Overview","resourceClassificationSectionName":"In-Depth Information"},{"id":2135,"resourceId":3342,"resourceName":"Monarch Initiative","descriptionText":"The <a href='https://monarchinitiative.org/disease/MESH:C537031' target='_blank'>Monarch Initiative</a> brings together data about this condition from humans and other species to help physicians and biomedical researchers. Monarch&rsquo;s tools are designed to make it easier to compare the signs and symptoms (phenotypes) of different diseases and discover common features. This initiative is a collaboration between several academic institutions across the world and is funded by the National Institutes of Health. Visit the website to explore the biology of this condition.","resourceClassificationName":"Overview","resourceClassificationSectionName":"In-Depth Information"}],"overviewQuestion":{"questionId":9100,"questionText":"What is littoral cell angioma of the spleen?<br />","answerText":"<strong>Littoral cell angioma&nbsp;of the spleen</strong> (LCA) is a very rare,&nbsp;<a href=\"https://www.cancer.gov/publications/dictionaries/cancer-terms/def/vascular-tumor\" target=\"_blank\">vascular tumor</a> of the <a href=\"http://www.nlm.nih.gov/medlineplus/ency/imagepages/8933.htm\" target=\"_blank\">spleen</a>. Most reported cases have been non-cancerous (benign), but an LCA can become cancerous (malignant). In many cases, LCA does not cause any symptoms. It may be discovered due to abdominal pain or by accident (incidentally) when having a physical exam or during tests performed for other reasons.[14846][9288][9289] Besides abdominal pain, LCA may cause an enlarged spleen (splenomegaly), anemia, or thrombocytopenia.[14849] Case reports have associated LCA with various other conditions including <a href=\"https://www.merckmanuals.com/home/liver-and-gallbladder-disorders/manifestations-of-liver-disease/portal-hypertension\" target=\"_blank\">portal hypertension</a>, <a href=\"https://rarediseases.info.nih.gov/gard/10232/crohns-disease/resources/1\" target=\"_blank\">Crohn's disease</a>, <a href=\"https://rarediseases.info.nih.gov/gard/8233/gaucher-disease/resources/1\" target=\"_blank\">Gaucher disease</a>, lymphoma, <a href=\"https://rarediseases.info.nih.gov/gard/5836/aplastic-anemia/resources/1\" target=\"_blank\">aplastic anemia</a>, colon cancer, pancreatic cancer, lung cancer, and <a href=\"https://rarediseases.info.nih.gov/gard/7132/myelodysplastic-syndromes/resources/1\" target=\"_blank\">myelodysplastic syndrome</a>.[9288][9289] LCA affects men and women equally and can occur at any age, but it mostly occurs in middle-aged adults and occasionally in children.[14846]<br />\r\n<br />\r\nLCA is difficult to diagnose with imaging studies because of its similar appearance to other types of benign splenic tumors as well as malignant tumors such as lymphoma and Kaposi sarcoma.[14846] For this reason, the specific tumor type often cannot be confirmed until it is biopsied or removed, and then tested.[14846][14847] Currently, the main treatment for LCA is open&nbsp;<a href=\"http://www.nlm.nih.gov/medlineplus/ency/article/002944.htm\" target=\"_blank\">splenectomy</a>&nbsp;(spleen removal)&nbsp;or hand-assisted laparoscopic total splenectomy, a less-invasive technique.[14846] Some authors have suggested only continued surveillance of the tumor may be appropriate if no symptoms are present, because the chance for malignancy in an asymptomatic person is thought to be low, and splenectomy leads to impairment of immune function.[14848][14850]","dateModified":"2018-08-01T00:00:00"},"basicQuestions":[],"references":[],"relatedDiseases":[],"gardCases":[],"news":[{"newsId":671,"dateCreated":"2020-05-20T13:39:00","publishDate":"2020-05-22T00:00:00","title":"NIH-Supported Research Survey to Examine Impact of COVID-19 on Rare Diseases Community","description":"The NIH-funded Rare Diseases Clinical Research Network (RDCRN) has launched an <a href=\"https://www.rarediseasesnetwork.org/COVIDsurvey \" target=\"_blank\">online research survey</a> to find out how the COVID-19 pandemic is impacting individuals with rare diseases, their families and their caregivers. Your participation can help the rare disease research community shed light on the needs of people with rare diseases during this and other potential health crises, in addition to informing future research efforts. The survey must be completed by December 15, 2020.","url":"https://www.rarediseasesnetwork.org/COVIDsurvey","lastModified":"2020-11-30T14:44:00","isFeatured":false}],"conferences":[],"phenoTypes":[],"medicalProducts":[],"EncodedName":"Littoral_cell_angioma_of_the_spleen"}