{"attributes":{"type":"GARD_Disease__c","url":"/services/data/v49.0/sobjects/GARD_Disease__c/a05t0000001XKOsAAO"},"Id":"a05t0000001XKOsAAO","OwnerId":"005t0000002bpYDAAY","IsDeleted":false,"Name":"Aicardi-Goutieres syndrome","RecordTypeId":"012t0000000bqETAAY","CreatedDate":"2019-11-13T19:30:18.000+0000","CreatedById":"005t0000002bpYDAAY","LastModifiedDate":"2020-11-24T20:55:20.000+0000","LastModifiedById":"005t00000046RQZAA2","SystemModstamp":"2020-11-24T20:55:20.000+0000","LastActivityDate":null,"LastViewedDate":null,"LastReferencedDate":null,"DiseaseID__c":"GARD:0000575","Disease_Name_Full__c":"Aicardi-Goutieres syndrome","Synonyms_List__c":"AGS, Aicardi Goutieres syndrome, CREE ENCEPHALITIS, Encephalopathy with basal ganglia calcification, Encephalopathy with intracranial calcification and chronic lymphocytosis of cerebrospinal fluid, Encephalopathy, familial infantile, with calcification of basal ganglia and chronic cerebrospinal fluid lymphocytosis, Pseudotoxoplasmosis syndrome","URL__c":"https://rarediseases.info.nih.gov/diseases/575/index","Disease_Type__c":"Rare","References__c":null,"Status__c":"Active","Curation_List__c":null,"Curation_Notes__c":null,"Curation_Status__c":"Not Started","Disease_Categories__c":null,"Gene_Reviews__c":null,"Pace_Of_Progression__c":null,"Published_to_Website__c":false,"Temporal_Pattern__c":null,"Description_Source__c":"MEDGEN:C0393591","Disease_Description__c":"Most characteristically, Aicardi-Goutières syndrome (AGS) manifests as an early-onset encephalopathy that usually, but not always, results in severe intellectual and physical disability. A subgroup of infants with AGS present at birth with abnormal neurologic findings, hepatosplenomegaly, elevated liver enzymes, and thrombocytopenia, a picture highly suggestive of congenital infection. Otherwise, most affected infants present at variable times after the first few weeks of life, frequently after a period of apparently normal development. Typically, they demonstrate the subacute onset of a severe encephalopathy characterized by extreme irritability, intermittent sterile pyrexias, loss of skills, and slowing of head growth. Over time, as many as 40% develop chilblain skin lesions on the fingers, toes, and ears. It is becoming apparent that atypical, sometimes milder, cases of AGS exist, and thus the true extent of the phenotype associated with pathogenic variants in the AGS-related genes is not yet known.","Disease__c":"Aicardi-Goutieres syndrome","GARD_Name__c":null,"GARD_Synonym__c":null,"Gene_Review_ID__c":null,"Inheritance__c":null,"Description_URL__c":"https://www.ncbi.nlm.nih.gov/medgen/C0393591","Gard_External_ID__c":null}