{"attributes":{"type":"GARD_Disease__c","url":"/services/data/v49.0/sobjects/GARD_Disease__c/a05t0000001XKBfAAO"},"Id":"a05t0000001XKBfAAO","OwnerId":"005t0000002bpYDAAY","IsDeleted":false,"Name":"GRACILE syndrome","RecordTypeId":"012t0000000bqETAAY","CreatedDate":"2019-11-13T19:30:12.000+0000","CreatedById":"005t0000002bpYDAAY","LastModifiedDate":"2020-11-24T20:52:06.000+0000","LastModifiedById":"005t00000046RQZAA2","SystemModstamp":"2020-11-24T20:52:06.000+0000","LastActivityDate":null,"LastViewedDate":null,"LastReferencedDate":null,"DiseaseID__c":"GARD:0000001","Disease_Name_Full__c":"GRACILE syndrome","Synonyms_List__c":"Fellman syndrome, Finnish lactic acidosis with hepatic hemosiderosis, Finnish lethal neonatal metabolic syndrome, FLNMS, Growth Retardation, Aminoaciduria, Cholestasis, Iron overload, Lactic acidosis and Early death","URL__c":"https://rarediseases.info.nih.gov/diseases/1/index","Disease_Type__c":"Rare","References__c":null,"Status__c":"Active","Curation_List__c":null,"Curation_Notes__c":null,"Curation_Status__c":"Not Started","Disease_Categories__c":null,"Gene_Reviews__c":null,"Pace_Of_Progression__c":null,"Published_to_Website__c":false,"Temporal_Pattern__c":null,"Description_Source__c":"MEDGEN:C1864002","Disease_Description__c":"GRACILE syndrome is a severe disorder that begins before birth. GRACILE stands for the condition's characteristic features: growth retardation, aminoaciduria, cholestasis, iron overload, lactic acidosis, and early death.In GRACILE syndrome, growth before birth is slow (intrauterine growth retardation). Affected newborns are smaller than average and have an inability to grow and gain weight at the expected rate (failure to thrive). A characteristic of GRACILE syndrome is excess iron in the liver, which likely begins before birth. Iron levels may begin to improve after birth, although they typically remain elevated. Within the first day of life, infants with GRACILE syndrome have a buildup of a chemical called lactic acid in the body (lactic acidosis). They also have kidney problems that lead to an excess of molecules called amino acids in the urine (aminoaciduria). Babies with GRACILE syndrome have cholestasis, which is a reduced ability to produce and release a digestive fluid called bile. Cholestasis leads to irreversible liver disease (cirrhosis) in the first few months of life.Because of the severe health problems caused by GRACILE syndrome, infants with this condition do not survive for more than a few months, and about half die within a few days of birth.","Disease__c":"GRACILE syndrome","GARD_Name__c":null,"GARD_Synonym__c":null,"Gene_Review_ID__c":null,"Inheritance__c":null,"Description_URL__c":"https://www.ncbi.nlm.nih.gov/medgen/C1864002","Gard_External_ID__c":null}