{"attributes":{"type":"GARD_Disease__c","url":"/services/data/v49.0/sobjects/GARD_Disease__c/a05t0000001XKDyAAO"},"Id":"a05t0000001XKDyAAO","OwnerId":"005t0000002bpYDAAY","IsDeleted":false,"Name":"Hyperkalemic periodic paralysis","RecordTypeId":"012t0000000bqETAAY","CreatedDate":"2019-11-13T19:30:12.000+0000","CreatedById":"005t0000002bpYDAAY","LastModifiedDate":"2020-11-24T20:55:16.000+0000","LastModifiedById":"005t00000046RQZAA2","SystemModstamp":"2020-11-24T20:55:16.000+0000","LastActivityDate":null,"LastViewedDate":null,"LastReferencedDate":null,"DiseaseID__c":"GARD:0000195","Disease_Name_Full__c":"Hyperkalemic periodic paralysis","Synonyms_List__c":"Adynamia episodica hereditaria with or without myotonia, Gamstorp disease, Gamstorp episodic adynamy, HYPP, Sodium channel muscle disease","URL__c":"https://rarediseases.info.nih.gov/diseases/195/index","Disease_Type__c":"Rare","References__c":null,"Status__c":"Active","Curation_List__c":null,"Curation_Notes__c":null,"Curation_Status__c":"Not Started","Disease_Categories__c":null,"Gene_Reviews__c":null,"Pace_Of_Progression__c":null,"Published_to_Website__c":false,"Temporal_Pattern__c":null,"Description_Source__c":"MEDGEN:C0238357","Disease_Description__c":"Hyperkalemic periodic paralysis (hyperPP) is characterized by attacks of flaccid limb weakness (which may also include weakness of the muscles of the eyes, throat, and trunk), hyperkalemia (serum potassium concentration >5 mmol/L) or an increase of serum potassium concentration of at least 1.5 mmol/L during an attack of weakness and/or provoking/worsening of an attack by oral potassium intake, normal serum potassium between attacks, and onset before age 20 years. Although the absence of paramyotonia (muscle stiffness aggravated by cold and exercise) was originally postulated as a means of distinguishing hyperPP from paramyotonia congenita (PMC), approximately 45% of individuals with hyperPP have paramyotonia. In approximately half of affected individuals, attacks of flaccid muscle weakness begin in the first decade of life, with 25% reporting their first attack at age ten years or older. Initially infrequent, the attacks then increase in frequency and severity over time until approximately age 50 years, after which the frequency of attacks declines considerably. Potassium-rich food or rest after exercise may precipitate an attack. A cold environment and emotional stress provoke or worsen the attacks. A spontaneous attack commonly starts in the morning before breakfast, lasts for 15 minutes to one hour, and then disappears. Cardiac arrhythmia or respiratory insufficiency usually does not occur during attacks. Between attacks, approximately half of individuals with hyperPP have mild myotonia (muscle stiffness) that does not impede voluntary movements. More than 80% of individuals with hyperPP older than 40 years report permanent muscle weakness and about one third develop a chronic progressive myopathy.","Disease__c":"Hyperkalemic periodic paralysis","GARD_Name__c":null,"GARD_Synonym__c":null,"Gene_Review_ID__c":null,"Inheritance__c":null,"Description_URL__c":"https://www.ncbi.nlm.nih.gov/medgen/C0238357","Gard_External_ID__c":null}