{"attributes":{"type":"GARD_Disease__c","url":"/services/data/v49.0/sobjects/GARD_Disease__c/a05t0000001XKMkAAO"},"Id":"a05t0000001XKMkAAO","OwnerId":"005t0000002bpYDAAY","IsDeleted":false,"Name":"Laryngoonychocutaneous syndrome","RecordTypeId":"012t0000000bqETAAY","CreatedDate":"2019-11-13T19:30:17.000+0000","CreatedById":"005t0000002bpYDAAY","LastModifiedDate":"2020-11-24T20:55:19.000+0000","LastModifiedById":"005t00000046RQZAA2","SystemModstamp":"2020-11-24T20:55:19.000+0000","LastActivityDate":null,"LastViewedDate":null,"LastReferencedDate":null,"DiseaseID__c":"GARD:0000368","Disease_Name_Full__c":"Laryngoonychocutaneous syndrome","Synonyms_List__c":"Laryngo-onycho-cutaneous syndrome, LOCS, Logic syndrome","URL__c":"https://rarediseases.info.nih.gov/diseases/368/index","Disease_Type__c":"Rare","References__c":null,"Status__c":"Active","Curation_List__c":null,"Curation_Notes__c":null,"Curation_Status__c":"Not Started","Disease_Categories__c":null,"Gene_Reviews__c":null,"Pace_Of_Progression__c":null,"Published_to_Website__c":false,"Temporal_Pattern__c":null,"Description_Source__c":"MEDGEN:C1328355","Disease_Description__c":"Laryngo-onycho-cutaneous (LOC) syndrome is a disorder that leads to abnormalities of the voicebox (laryngo-), finger- and toenails (onycho-), and skin (cutaneous). Many of the condition's signs and symptoms are related to the abnormal growth of granulation tissue in different parts of the body. This red, bumpy tissue is normally produced during wound healing and is usually replaced by skin cells as healing continues. However, in people with LOC syndrome, this tissue grows even when there is no major injury.One of the first symptoms in infants with LOC syndrome is a hoarse cry due to ulcers or overgrowth of granulation tissue in the voicebox (the larynx). Excess granulation tissue can also block the airways, leading to life-threatening breathing problems; as a result many affected individuals do not survive past childhood.In LOC syndrome, granulation tissue also grows in the eyes, specifically the conjunctiva, which are the moist tissues that line the eyelids and the white part of the eyes. Affected individuals often have impairment or complete loss of vision due to the tissue overgrowth.Another common feature of LOC syndrome is missing patches of skin (cutaneous erosions). The erosions heal slowly and may become infected. People with LOC syndrome can also have malformed nails and small, abnormal teeth. The hard, white material that forms the protective outer layer of each tooth (enamel) is thin, which contributes to frequent cavities.LOC syndrome is typically considered a subtype of another skin condition called junctional epidermolysis bullosa, which is characterized by fragile skin that blisters easily. While individuals with junctional epidermolysis bullosa can have some of the features of LOC syndrome, they do not usually have overgrowth of granulation tissue in the conjunctiva.","Disease__c":"Laryngoonychocutaneous syndrome","GARD_Name__c":null,"GARD_Synonym__c":null,"Gene_Review_ID__c":null,"Inheritance__c":null,"Description_URL__c":"https://www.ncbi.nlm.nih.gov/medgen/C1328355","Gard_External_ID__c":null}