{"mainPropery":{"diseaseId":12123,"diseaseName":"Phocomelia","hasGardWebPage":true,"isRare":true,"websiteUrl":"https://rarediseases.info.nih.gov/diseases/12123/phocomelia","synonyms":[],"synonyms-with-source":[],"identifiers":[]},"diseaseCategories":[],"organizations":[],"resource descriptions":[{"id":1705,"resourceId":2846,"resourceName":"Project OrphanAnesthesia","descriptionText":"<a href='https://www.orpha.net/data/patho/Pro/en/Phocomelia-En.pdf' target='_blank'>Project OrphanAnesthesia</a> is a project whose aim is to create peer-reviewed, readily accessible guidelines for patients with rare diseases and for the anesthesiologists caring for them. The project is a collaborative effort of the German Society of Anesthesiology and Intensive Care, Orphanet, the European Society of Pediatric Anesthesia, anesthetists and rare disease experts with the aim to contribute to patient safety.","resourceClassificationName":"Treatment","resourceClassificationSectionName":"Management Guidelines"}],"overviewQuestion":{"questionId":11802,"questionText":"What is phocomelia?","answerText":"<strong>Phocomelia</strong> is a rare birth defect that can affect the upper and/or lower limbs. In people with this condition, the bones of the affected limb are either missing or underdeveloped. The limb is, therefore, extremely shortened and in severe cases, the hand or foot may be attached directly to the trunk. The involvement of the condition ranges from a single limb to both upper and lower limbs. In many cases, the underlying cause of phocomelia is poorly understood. It can be inherited as part of a genetic syndrome. Phocomelia can also be caused by maternal exposure to certain drugs (such as <a href=\"http://mothertobaby.org/fact-sheets/thalidomide-pregnancy/pdf/\" target=\"_blank\">thalidomide</a>) during pregnancy. There is no specific treatment for phocomelia. However, if it is part of a genetic syndrome, surgical intervention may be recommended for associated malformations.[13352][13353]","dateModified":"2017-04-24T15:48:00"},"basicQuestions":[],"references":[{"referenceId":7466,"authors":"Bermejo-Sánchez E1, Cuevas L, Amar E, Bianca S, Bianchi F, Botto LD, Canfield MA, Castilla EE, Clementi M, Cocchi G, Landau D, Leoncini E, Li Z, Lowry RB, Mastroiacovo P, Mutchinick OM, Rissmann A, Ritvanen A, Scarano G, Siffel C, Szabova E, Martínez-Frías ML.","articleTitle":"Phocomelia: a worldwide descriptive epidemiologic study in a large series of cases from the International Clearinghouse for Birth Defects Surveillance and Research, and overview of the literature.","bookWebsiteJournalTitle":"Am J Med Genet C Semin Med Genet.","date":"2011 Nov 15","volume":"157C(4)","pages":"305-20","url":"http://www.ncbi.nlm.nih.gov/pubmed/22002800","dateAccessed":"2014-06-09T00:00:00","authors2":"","placeOfPublication":"","publisher":""}],"relatedDiseases":[],"gardCases":[],"news":[{"newsId":671,"dateCreated":"2020-05-20T13:39:00","publishDate":"2020-05-22T00:00:00","title":"NIH-Supported Research Survey to Examine Impact of COVID-19 on Rare Diseases Community","description":"The NIH-funded Rare Diseases Clinical Research Network (RDCRN) has launched an <a href=\"https://www.rarediseasesnetwork.org/COVIDsurvey \" target=\"_blank\">online research survey</a> to find out how the COVID-19 pandemic is impacting individuals with rare diseases, their families and their caregivers. Your participation can help the rare disease research community shed light on the needs of people with rare diseases during this and other potential health crises, in addition to informing future research efforts. The survey must be completed by December 15, 2020.","url":"https://www.rarediseasesnetwork.org/COVIDsurvey","lastModified":"2020-11-30T14:44:00","isFeatured":false}],"conferences":[],"phenoTypes":[],"medicalProducts":[],"EncodedName":"Phocomelia"}