{"mainPropery":{"diseaseId":12994,"diseaseName":"Craniofacial microsomia","hasGardWebPage":true,"isRare":true,"websiteUrl":"https://rarediseases.info.nih.gov/diseases/12994/craniofacial-microsomia","synonyms":[],"synonyms-with-source":[],"identifiers":[]},"diseaseCategories":[],"organizations":[],"resource descriptions":[],"overviewQuestion":{"questionId":10587,"questionText":"What is craniofacial microsomia?","answerText":"<strong>Craniofacial microsomia </strong>(CFM) includes several conditions characterized by defects that occur when the fetus is forming within the womb of the mother, in structures known as the \"first and second brachial arch\". These structures will develop to form the neck and the head. The first arches produce the lower jaw, two bones inside the ear, and nerves and muscles for chewing. The second arches give rise to the nerves and muscles of facial expression, one bone in the middle ear, most of the outer ear, and parts of the bone above the larynx (voice box).[11410][6140][7759] Microsomia means abnormal smallness of body structures. CFM findings include differences in the size and shape between the right and left sides of the face (facial asymmetry), small chin and jaw, tissue in front of the ear (preauricular or facial tags); ear malformations such as  microtia (small ear), anotia (absence of ear); and hearing loss. Other problems may include cleft lip and/or palate, vertebral, renal (kidney), heart, and limb defects. Many other terms have been used for craniofacial microsomia. These other names generally refer to forms of craniofacial microsomia with specific combinations of signs and symptoms, although sometimes they are used interchangeably.[6140] These conditions include <a href=\"https://rarediseases.info.nih.gov/gard/6582/hemifacial-microsomia/resources/1\" target=\"_blank\">hemifacial microsomia </a>(when only one side of the face is affected), <a href=\"https://rarediseases.info.nih.gov/gard/6540/goldenhar-disease/resources/1\" target=\"_blank\">Goldenhar syndrome </a>(hemifacial microsomia and noncancerous (benign) growths in the eye called epibulbar dermoids), and others, such as first and second branchial arch syndrome, otomandibular dysostosis, facio-auriculo-vertebral syndrome and lateral facial dysplasia.  It is still not been proven whether these diseases are distinct diagnoses or part of the same condition with different degrees of severity. In most cases, CFM is sporadic and the cause is unknown. In other cases, it can be due to a&nbsp;<a href=\"http://www.genome.gov/11508982#al-5\" target=\"_blank\">chromosome abnormality</a>  or is inherited in an <a href=\"http://www.nlm.nih.gov/medlineplus/ency/article/002049.htm\" target=\"_blank\">autosomal dominant</a>  or <a href=\"http://www.genome.gov/Glossary/index.cfm?id=172\" target=\"_blank\">recessive</a>  pattern. Treatment is age and symptom dependent, addressing each symptom at the appropriate stage of craniofacial growth and development.[7759]","dateModified":"2016-04-30T18:55:00"},"basicQuestions":[],"references":[],"relatedDiseases":[{"relatedDiseaseId":6540,"relatedDiseaseName":"Goldenhar disease","relation":"Child","isRare":true,"hasGardPage":true},{"relatedDiseaseId":6582,"relatedDiseaseName":"Hemifacial microsomia","relation":"Child","isRare":true,"hasGardPage":true},{"relatedDiseaseId":12074,"relatedDiseaseName":"Oculo-auriculo-vertebral spectrum","relation":"Child","isRare":true,"hasGardPage":true}],"gardCases":[],"news":[{"newsId":671,"dateCreated":"2020-05-20T13:39:00","publishDate":"2020-05-22T00:00:00","title":"NIH-Supported Research Survey to Examine Impact of COVID-19 on Rare Diseases Community","description":"The NIH-funded Rare Diseases Clinical Research Network (RDCRN) has launched an <a href=\"https://www.rarediseasesnetwork.org/COVIDsurvey \" target=\"_blank\">online research survey</a> to find out how the COVID-19 pandemic is impacting individuals with rare diseases, their families and their caregivers. Your participation can help the rare disease research community shed light on the needs of people with rare diseases during this and other potential health crises, in addition to informing future research efforts. The survey must be completed by December 15, 2020.","url":"https://www.rarediseasesnetwork.org/COVIDsurvey","lastModified":"2020-11-30T14:44:00","isFeatured":false}],"conferences":[],"phenoTypes":[],"medicalProducts":[],"EncodedName":"Craniofacial_microsomia"}