{"mainPropery":{"diseaseId":5838,"diseaseName":"Apraxia","hasGardWebPage":true,"isRare":true,"websiteUrl":"https://rarediseases.info.nih.gov/diseases/5838/apraxia","synonyms":["Dyspraxia"],"synonyms-with-source":[{"name":"Dyspraxia"}],"identifiers":[]},"diseaseCategories":[{"diseaseTypeId":17,"diseaseTypeName":"Nervous System Diseases"}],"organizations":[],"resource descriptions":[{"id":9,"resourceId":12,"resourceName":"ClinicalTrials.gov","descriptionText":"<a href='http://www.clinicaltrials.gov/ct2/results?cond=%22Apraxia%22' target='_blank'>ClinicalTrials.gov</a> lists trials that are related to Apraxia. Click on the link to go to ClinicalTrials.gov to read descriptions of these studies. <br />\r\n<br />\r\n<em><strong>Please note:</strong>&nbsp;Studies listed on the&nbsp;ClinicalTrials.gov&nbsp;website are listed for informational purposes only; being listed does not reflect an endorsement by GARD or the NIH. We strongly recommend that you talk with a trusted healthcare provider before choosing to participate in any clinical study.</em>","resourceClassificationName":"Research","resourceClassificationSectionName":"Clinical Research Resources"},{"id":1529,"resourceId":2128,"resourceName":"MedlinePlus","descriptionText":"<a href='https://www.nlm.nih.gov/medlineplus/ency/article/007472.htm' target='_blank'>MedlinePlus</a> was designed by the National Library of Medicine to help you research your health questions, and it provides more information about this topic.\r\n<br />\r\n","resourceClassificationName":"Overview","resourceClassificationSectionName":"Where to Start"},{"id":1530,"resourceId":2161,"resourceName":"National Institute of Neurological Disorders and Stroke (NINDS)","descriptionText":"The <a href='https://www.ninds.nih.gov/Disorders/All-Disorders/Developmental-Dyspraxia-Information-Page' target='_blank'>National Institute of Neurological Disorders and Stroke</a> (NINDS) collects and disseminates research information related to neurological disorders. Click on the link to view information on&nbsp;this topic.","resourceClassificationName":"Overview","resourceClassificationSectionName":"Where to Start"},{"id":1531,"resourceId":2162,"resourceName":"Medscape Reference","descriptionText":"<a href='http://emedicine.medscape.com/article/1136037-overview' target='_blank'>Medscape Reference</a> provides information on this topic. You may need to register to view the medical textbook, but registration is free.<br />\r\n","resourceClassificationName":"Overview","resourceClassificationSectionName":"In-Depth Information"},{"id":2135,"resourceId":3342,"resourceName":"Monarch Initiative","descriptionText":"The <a href='https://monarchinitiative.org/disease/DOID:0060135' target='_blank'>Monarch Initiative</a> brings together data about this condition from humans and other species to help physicians and biomedical researchers. Monarch&rsquo;s tools are designed to make it easier to compare the signs and symptoms (phenotypes) of different diseases and discover common features. This initiative is a collaboration between several academic institutions across the world and is funded by the National Institutes of Health. Visit the website to explore the biology of this condition.","resourceClassificationName":"Overview","resourceClassificationSectionName":"In-Depth Information"}],"overviewQuestion":{"questionId":9912,"questionText":"<p>What is apraxia?</p>","answerText":"<strong>Apraxia</strong> is a neurological disorder characterized by the inability to perform tasks or movements, despite having the desire and physical ability to perform them. It is caused by damage to the brain, especially the parietal lobe, and can arise from many diseases, tumors, a stroke, or traumatic brain injury. In some cases it is present from birth. There are several types of apraxia, which may occur alone or together. These include:[10328][10329]<br />\r\n<ul>\r\n    <li>Buccofacial or orofacial apraxia is the inability to carry out facial movements on demand. This may include licking the lips, sticking out the tongue, whistling, coughing, or winking.</li>\r\n    <li>Ideational apraxia is the inability to carryout learned, complex tasks with multiple, sequential movements. This may include dressing, eating, and bathing.</li>\r\n    <li>Ideomotor apraxia is the inability to perform a learned task (such as using a tool) or communicate using gestures (like waving good-bye).</li>\r\n    <li>Limb-kinetic apraxia is the inability to make fine, precise movements with an arm or leg. This may include buttoning a shirt or tying a shoe.&nbsp;</li>\r\n    <li>Verbal apraxia is difficulty coordinating mouth and speech movements. Verbal apraxia may be acquired or present from birth.</li>\r\n    <li>Constructional apraxia is the inability to copy, draw, or construct simple figures.</li>\r\n    <li>Oculomotor apraxia is difficulty moving the eyes on command.</li>\r\n</ul>\r\nTreatment of apraxia may include physical, speech, or occupational therapy. If apraxia occurs as a symptom of another disorder, treatment should be directed to the underlying condition.[10328][10329]<br />","dateModified":"2016-01-04T13:09:00"},"basicQuestions":[],"references":[],"relatedDiseases":[{"relatedDiseaseId":12889,"relatedDiseaseName":"Childhood apraxia of speech","relation":"Child","isRare":true,"hasGardPage":true}],"gardCases":[],"news":[{"newsId":671,"dateCreated":"2020-05-20T13:39:00","publishDate":"2020-05-22T00:00:00","title":"NIH-Supported Research Survey to Examine Impact of COVID-19 on Rare Diseases Community","description":"The NIH-funded Rare Diseases Clinical Research Network (RDCRN) has launched an <a href=\"https://www.rarediseasesnetwork.org/COVIDsurvey \" target=\"_blank\">online research survey</a> to find out how the COVID-19 pandemic is impacting individuals with rare diseases, their families and their caregivers. Your participation can help the rare disease research community shed light on the needs of people with rare diseases during this and other potential health crises, in addition to informing future research efforts. The survey must be completed by December 15, 2020.","url":"https://www.rarediseasesnetwork.org/COVIDsurvey","lastModified":"2020-11-30T14:44:00","isFeatured":false}],"conferences":[],"phenoTypes":[],"medicalProducts":[],"EncodedName":"Apraxia"}