{"mainPropery":{"diseaseId":7021,"diseaseName":"Mercury poisoning","hasGardWebPage":true,"isRare":true,"websiteUrl":"https://rarediseases.info.nih.gov/diseases/7021/mercury-poisoning","synonyms":["Mercury toxicity"],"synonyms-with-source":[{"name":"Mercury toxicity"}],"identifiers":[{"identifierType":"UMLS","identifierId":"C0025427"}]},"diseaseCategories":[],"organizations":[],"resource descriptions":[{"id":8,"resourceId":11,"resourceName":"PubMed","descriptionText":"<a href='http://www.ncbi.nlm.nih.gov/pubmed?term=Mercury%20poisoning%5Btitle%5D&cmd=DetailsSearch' target='_blank'>PubMed</a> is a searchable database of medical literature and lists journal articles that discuss Mercury poisoning. Click on the link to view a sample search on this topic.","resourceClassificationName":"Overview","resourceClassificationSectionName":"In-Depth Information"},{"id":9,"resourceId":12,"resourceName":"ClinicalTrials.gov","descriptionText":"<a href='http://www.clinicaltrials.gov/ct2/results?cond=%22Mercury+poisoning%22' target='_blank'>ClinicalTrials.gov</a> lists trials that are related to Mercury poisoning. Click on the link to go to ClinicalTrials.gov to read descriptions of these studies. <br />\r\n<br />\r\n<em><strong>Please note:</strong>&nbsp;Studies listed on the&nbsp;ClinicalTrials.gov&nbsp;website are listed for informational purposes only; being listed does not reflect an endorsement by GARD or the NIH. We strongly recommend that you talk with a trusted healthcare provider before choosing to participate in any clinical study.</em>","resourceClassificationName":"Research","resourceClassificationSectionName":"Clinical Research Resources"},{"id":1529,"resourceId":2128,"resourceName":"MedlinePlus","descriptionText":"<a href='https://www.nlm.nih.gov/medlineplus/ency/article/002476.htm' target='_blank'>MedlinePlus</a> was designed by the National Library of Medicine to help you research your health questions, and it provides more information about this topic.\r\n<br />\r\n","resourceClassificationName":"Overview","resourceClassificationSectionName":"Where to Start"},{"id":1531,"resourceId":2162,"resourceName":"Medscape Reference","descriptionText":"<a href='http://emedicine.medscape.com/article/1175560-overview' target='_blank'>Medscape Reference</a> provides information on this topic. You may need to register to view the medical textbook, but registration is free.<br />\r\n","resourceClassificationName":"Overview","resourceClassificationSectionName":"In-Depth Information"},{"id":2005,"resourceId":3232,"resourceName":"Agency for Toxic Substances & Disease Registry","descriptionText":"The <a href='http://www.atsdr.cdc.gov/mercury/' target='_blank'>Agency for Toxic Substances & Disease Registry</a> is a federal public health agency of the U.S. Department of Health and Human Services that provides trusted health information to prevent harmful exposures and diseases related to toxic substances. Please click on the link to access their information page on Mercury poisoning.","resourceClassificationName":"Overview","resourceClassificationSectionName":"Where to Start"},{"id":2135,"resourceId":3342,"resourceName":"Monarch Initiative","descriptionText":"The <a href='https://monarchinitiative.org/disease/Orphanet:330021' target='_blank'>Monarch Initiative</a> brings together data about this condition from humans and other species to help physicians and biomedical researchers. Monarch&rsquo;s tools are designed to make it easier to compare the signs and symptoms (phenotypes) of different diseases and discover common features. This initiative is a collaboration between several academic institutions across the world and is funded by the National Institutes of Health. Visit the website to explore the biology of this condition.","resourceClassificationName":"Overview","resourceClassificationSectionName":"In-Depth Information"}],"overviewQuestion":{"questionId":10083,"questionText":"What is mercury poisoning?","answerText":"<strong>Mercury poisoning</strong> is a condition that occurs in people who are exposed to toxic levels of the element, <a href=\"https://www.nlm.nih.gov/medlineplus/mercury.html\" tabindex=\"-1\" target=\"_blank\">mercury</a>. There are three different forms of mercury that can cause health problems:<br />\r\n<ul>\r\n    <li><em>Elemental mercury</em> (also known as liquid mercury or quicksilver) can be found in glass thermometers, electrical switches, dental fillings and fluorescent light bulbs. This form of mercury is generally only harmful when small droplets become airborne and are inhaled. If this occurs, signs and symptoms of poisoning may include metallic taste, vomiting, difficulty breathing, coughing, and/or swollen, bleeding gums. In severe cases, long-term brain damage, permanent lung damage and even death may occur.</li>\r\n    <li><em>Inorganic mercury</em> is found in batteries, chemistry labs, and some disinfectants. This form of mercury is harmful when swallowed. Signs and symptoms of inorganic mercury poisoning vary based on the amount consumed, but may include burning in the stomach and throat; vomiting; and/or bloody diarrhea. Inorganic mercury can also affect the kidneys and brain if it enters the blood stream.</li>\r\n    <li><em>Organic mercury</em> can be found in fish. Some organisms convert fumes from burning coal into organic mercury. This form of mercury is harmful if inhaled, eaten, or placed on the skin for long periods of time. Long-term exposure to organic mercury may result in skin numbness or&nbsp;pain; tremor; inability to walk well; blindness; double vision; memory problems; seizures; or even death. </li>\r\n</ul>\r\nTreatment is generally supportive and based on the signs and symptoms present in each person. Medications called chelators, which remove mercury and heavy metals from the body, are generally prescribed.[10572][10573][10574]","dateModified":"2016-02-05T14:35:00"},"basicQuestions":[],"references":[],"relatedDiseases":[],"gardCases":[],"news":[{"newsId":671,"dateCreated":"2020-05-20T13:39:00","publishDate":"2020-05-22T00:00:00","title":"NIH-Supported Research Survey to Examine Impact of COVID-19 on Rare Diseases Community","description":"The NIH-funded Rare Diseases Clinical Research Network (RDCRN) has launched an <a href=\"https://www.rarediseasesnetwork.org/COVIDsurvey \" target=\"_blank\">online research survey</a> to find out how the COVID-19 pandemic is impacting individuals with rare diseases, their families and their caregivers. Your participation can help the rare disease research community shed light on the needs of people with rare diseases during this and other potential health crises, in addition to informing future research efforts. The survey must be completed by December 15, 2020.","url":"https://www.rarediseasesnetwork.org/COVIDsurvey","lastModified":"2020-11-30T14:44:00","isFeatured":false}],"conferences":[],"phenoTypes":[],"medicalProducts":[],"EncodedName":"Mercury_poisoning"}