{"mainPropery":{"diseaseId":7252,"diseaseName":"Onchocerciasis","hasGardWebPage":true,"isRare":true,"websiteUrl":"https://rarediseases.info.nih.gov/diseases/7252/onchocerciasis","synonyms":["River blindness","Robles' disease"],"synonyms-with-source":[{"name":"River blindness"},{"name":"Robles' disease"}],"identifiers":[]},"diseaseCategories":[],"organizations":[],"resource descriptions":[{"id":8,"resourceId":11,"resourceName":"PubMed","descriptionText":"<a href='http://www.ncbi.nlm.nih.gov/sites/entrez?Db=pubmed&Cmd=DetailsSearch&Term=onchocerciasis%5Bti%5D+AND+%28%22loattrfull+text%22%5Bsb%5D+AND+%22loattrfree+full+text%22%5Bsb%5D+AND+hasabstract%5Btext%5D+AND+%221998%2F11%2F18%22%5BPDat%5D+%3A+%222008%2F11%2F14%22%5BPDat%5D+AND+English%5Blang%5D%29' target='_blank'>PubMed</a> is a searchable database of medical literature and lists journal articles that discuss Onchocerciasis. Click on the link to view a sample search on this topic.","resourceClassificationName":"Overview","resourceClassificationSectionName":"In-Depth Information"},{"id":9,"resourceId":12,"resourceName":"ClinicalTrials.gov","descriptionText":"<a href='http://www.clinicaltrials.gov/ct2/results?cond=%22Onchocerciasis%22' target='_blank'>ClinicalTrials.gov</a> lists trials that are related to Onchocerciasis. Click on the link to go to ClinicalTrials.gov to read descriptions of these studies. <br />\r\n<br />\r\n<em><strong>Please note:</strong>&nbsp;Studies listed on the&nbsp;ClinicalTrials.gov&nbsp;website are listed for informational purposes only; being listed does not reflect an endorsement by GARD or the NIH. We strongly recommend that you talk with a trusted healthcare provider before choosing to participate in any clinical study.</em>","resourceClassificationName":"Research","resourceClassificationSectionName":"Clinical Research Resources"},{"id":801,"resourceId":1481,"resourceName":"Neglected Tropical Disease Initiative","descriptionText":"The United States Agency for International Development (USAID) launched the <a href='https://www.neglecteddiseases.gov/usaid-target-diseases/onchocerciasis' target='_blank'>Neglected Tropical Diseases Initiative</a> in 2006, the first global effort to support country programs to integrate and scale up delivery of preventive medication for five neglected tropical diseases: lymphatic filariasis, schistosomiasis, trachoma, onchocerciasis, and soil-transmitted helminthiasis. Click on the link to view information on this condition.","resourceClassificationName":"Overview","resourceClassificationSectionName":"Where to Start"},{"id":1531,"resourceId":2162,"resourceName":"Medscape Reference","descriptionText":"<a href='http://www.emedicine.com/MED/topic1667.htm' target='_blank'>Medscape Reference</a> provides information on this topic. You may need to register to view the medical textbook, but registration is free.<br />\r\n","resourceClassificationName":"Overview","resourceClassificationSectionName":"In-Depth Information"},{"id":1548,"resourceId":2176,"resourceName":"Centers for Disease Control and Prevention","descriptionText":"You can obtain information on this topic from the <a href='https://www.cdc.gov/parasites/onchocerciasis/index.html' target='_blank'>Centers for Disease Control and Prevention</a> (CDC). The CDC is recognized as the lead federal agency for developing and applying disease prevention and control, environmental health, and health promotion and education activities designed to improve the health of the people of the United States.","resourceClassificationName":"Overview","resourceClassificationSectionName":"Where to Start"},{"id":2135,"resourceId":3342,"resourceName":"Monarch Initiative","descriptionText":"The <a href='https://monarchinitiative.org/disease/DOID:11678' target='_blank'>Monarch Initiative</a> brings together data about this condition from humans and other species to help physicians and biomedical researchers. Monarch&rsquo;s tools are designed to make it easier to compare the signs and symptoms (phenotypes) of different diseases and discover common features. This initiative is a collaboration between several academic institutions across the world and is funded by the National Institutes of Health. Visit the website to explore the biology of this condition.","resourceClassificationName":"Overview","resourceClassificationSectionName":"In-Depth Information"}],"overviewQuestion":{"questionId":12885,"questionText":"What is onchocerciasis?","answerText":"<strong>Onchocerciasis</strong> is a rare tropical parasitic disease transmitted by a black fly. Infection by the parasite can cause eye and skin problems. In humans, the parasitic worms live under the skin (subcutaneous nodules) and produce larvae (microfilariae). The larvae are found throughout the body, but especially in the skin and eyes.[14746] Repeated bites by infected flies increase the number of adult worms and larvae. Chronic skin onchocerciasis (onchodermatitis) causes itching, a rash with small pimples (papular rash), scarring, and thickened, leathery skin (lichenification). Other symptoms may develop over time and might include saggy skin (such as ''hanging groin''), patchy areas of much lighter colored skin (leopard skin), <a href=\"https://www.niams.nih.gov/health-topics/ichthyosis\" target=\"_blank\">ichthyosis</a>-like lesions (''lizard skin''), darkening of the skin, and very severe itching. The eye infection is known as river blindness because the blackfly carrying the parasite lives near fast-flowing waters. Symptoms of an eye infection may include itchy eyes, <a href=\"https://medlineplus.gov/ency/article/003031.htm\" target=\"_blank\">red eyes</a>, and sensitivity to light (<a href=\"https://medlineplus.gov/ency/article/003041.htm\" target=\"_blank\">photophobia</a>). In some cases, the larvae may infect the optic nerve. As the common name suggests, infection of the eye by onchocerciasis can lead to vision loss and eventually blindness.[14747][14748] <br />\r\n<br />\r\nThe disease is caused by the parasitic worm <em>Onchocerca volvulus</em> and is transmitted by the bite of an infected black fly. About 90% of the cases occur in Africa. Treatment aims to remove the larvae (microfilariae), to improve symptoms, to prevent progression of eye lesions, and to stop the parasite from being passed back to  black flies so other people do not become infected. Medications include an anti-parasitic known as <a href=\"https://medlineplus.gov/druginfo/meds/a607069.html\" target=\"_blank\">ivermectin</a>, antibiotics such as <a href=\"https://medlineplus.gov/druginfo/meds/a682403.html\" target=\"_blank\">rifampin</a>,&nbsp;<a href=\"https://medlineplus.gov/druginfo/meds/a697037.html\" target=\"_blank\">azithromycin</a>, and <a href=\"https://medlineplus.gov/druginfo/meds/a682063.html\" target=\"_blank\">doxycycline</a>, and, another recently approved anti-parasitic drug, Moxidectin.[14748]","dateModified":"2018-06-26T12:46:00"},"basicQuestions":[],"references":[],"relatedDiseases":[{"relatedDiseaseId":12646,"relatedDiseaseName":"Filariasis","relation":"Parent","isRare":false,"hasGardPage":false}],"gardCases":[],"news":[{"newsId":671,"dateCreated":"2020-05-20T13:39:00","publishDate":"2020-05-22T00:00:00","title":"NIH-Supported Research Survey to Examine Impact of COVID-19 on Rare Diseases Community","description":"The NIH-funded Rare Diseases Clinical Research Network (RDCRN) has launched an <a href=\"https://www.rarediseasesnetwork.org/COVIDsurvey \" target=\"_blank\">online research survey</a> to find out how the COVID-19 pandemic is impacting individuals with rare diseases, their families and their caregivers. Your participation can help the rare disease research community shed light on the needs of people with rare diseases during this and other potential health crises, in addition to informing future research efforts. The survey must be completed by December 15, 2020.","url":"https://www.rarediseasesnetwork.org/COVIDsurvey","lastModified":"2020-11-30T14:44:00","isFeatured":false}],"conferences":[],"phenoTypes":[],"medicalProducts":[{"productId":723,"genericName":"Moxidectin","tradeName":"Moxidectin","tradeLink":"https://www.medicinesdevelopment.com/news-180613.htm","manufacturer":"","sponsor":"Medicines Development for Global Health","indication":"June 2018 approved for  the treatment of onchocerciasis due to Onchocerca volvulus in patients aged 12 years and older.","drugInformationLink":"https://druginfo.nlm.nih.gov/drugportal/name/moxidectin","medlinePlusLink":""}],"EncodedName":"Onchocerciasis"}