{"mainPropery":{"diseaseId":7321,"diseaseName":"Papular mucinosis","hasGardWebPage":true,"isRare":true,"websiteUrl":"https://rarediseases.info.nih.gov/diseases/7321/papular-mucinosis","synonyms":["Lichen myxoedematosus","Lichen myxedematosus","Localized lichen myxedematosus"],"synonyms-with-source":[{"name":"Lichen myxoedematosus"},{"name":"Lichen myxedematosus"},{"name":"Localized lichen myxedematosus"}],"identifiers":[{"identifierType":"ORPHANET","identifierId":"86795"},{"identifierType":"UMLS","identifierId":"C0263390"}]},"diseaseCategories":[],"organizations":[],"resource descriptions":[{"id":8,"resourceId":11,"resourceName":"PubMed","descriptionText":"<a href='http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=PureSearch&db=PubMed&details_term=%28%28%28%28Papular%20mucinosis%5BTitle%5D%20AND%20hasabstract%5Btext%5D%29%20AND%20Review%5Bptyp%5D%29%20AND%20English%5BLang%5D%29%20AND%20%28%28%22human%22%5BMeSH%20Terms%5D%20OR%20%22hominidae%22%5BMeSH%20Terms%5D%29%20OR%20%22Human%22%5BMeSH%20Terms%5D%29%29' target='_blank'>PubMed</a> is a searchable database of medical literature and lists journal articles that discuss Papular mucinosis. Click on the link to view a sample search on this topic.","resourceClassificationName":"Overview","resourceClassificationSectionName":"In-Depth Information"},{"id":1531,"resourceId":2162,"resourceName":"Medscape Reference","descriptionText":"<a href='http://emedicine.medscape.com/article/1074545-overview' target='_blank'>Medscape Reference</a> provides information on this topic. You may need to register to view the medical textbook, but registration is free.<br />\r\n","resourceClassificationName":"Overview","resourceClassificationSectionName":"In-Depth Information"},{"id":1534,"resourceId":2165,"resourceName":"Orphanet","descriptionText":"<a href='http://www.orpha.net/consor/cgi-bin/OC_Exp.php?lng=en&Expert=86795' target='_blank'>Orphanet</a> is a European reference portal for&nbsp;information on rare diseases and orphan drugs. Access to this database is free of charge.<br />\r\n","resourceClassificationName":"Overview","resourceClassificationSectionName":"In-Depth Information"},{"id":1550,"resourceId":2178,"resourceName":"DermNet New Zealand","descriptionText":"<a href='http://dermnetnz.org/immune/scleromyxoedema.html' target='_blank'>DermNet NZ</a> is an online resource about skin diseases developed by the New Zealand Dermatological Society Incorporated. DermNet NZ provides information about this condition.","resourceClassificationName":"Overview","resourceClassificationSectionName":"Where to Start"},{"id":2135,"resourceId":3342,"resourceName":"Monarch Initiative","descriptionText":"The <a href='https://monarchinitiative.org/disease/Orphanet:402007' target='_blank'>Monarch Initiative</a> brings together data about this condition from humans and other species to help physicians and biomedical researchers. Monarch&rsquo;s tools are designed to make it easier to compare the signs and symptoms (phenotypes) of different diseases and discover common features. This initiative is a collaboration between several academic institutions across the world and is funded by the National Institutes of Health. Visit the website to explore the biology of this condition.","resourceClassificationName":"Overview","resourceClassificationSectionName":"In-Depth Information"}],"overviewQuestion":{"questionId":6036,"questionText":"What is papular mucinosis?","answerText":"<strong>Papular mucinosis </strong>is a rare skin disorder characterized by deposits of <a href=\"http://www.merriam-webster.com/medlineplus/mucin\" target=_blank>mucin</a> in the skin. The terms \"papular mucinosis\" and \"lichen myxoedematosus\" are generally used interchangeably to describe the occurrence of this condition as a localized and less severe form, while the term <a href=\"http://rarediseases.info.nih.gov/GARD/Condition/7615/Scleromyxedema.aspx\" target=_blank>scleromyxoedema</a> refers to a generalized, more severe form.[5052][5053] Signs and symptoms of the condition include the presence of small, firm, waxy <a href=\"http://www.merriam-webster.com/medlineplus/papules\" target=_blank>papules</a> on the skin that are confined to a few sites on the body.[5052] Affected individuals are typically otherwise healthy.[5053] The cause of the condition is unknown, but it is commonly associated with <a href=\"http://www.mayoclinic.org/monoclonal-gammopathy/\" target=_blank>monoclonal gammopathy</a>. It has also been reported in association with bone marrow cancers as well <a href=\"http://www.nlm.nih.gov/medlineplus/hivaids.html\" target=_blank>HIV infection</a>, <a href=\"http://www.nlm.nih.gov/medlineplus/hepatitisc.html\" target=_blank>hepatitis C</a>, exposure to toxic oil and contaminated <a href=\"http://www.drugs.com/mtm/l-tryptophan.html\" target=_blank>L-tryptophan</a>.[5052] Localized papular mucinosis typically does not require therapy, but topical corticosteroids and oral <a href=\"http://www.ncbi.nlm.nih.gov/pubmedhealth/PMH0000532/\" target=_blank>isotretinoin</a> may help to reduce hardening of the skin.[5052]","dateModified":"2012-03-19T11:04:00"},"basicQuestions":[],"references":[],"relatedDiseases":[],"gardCases":[{"caseId":34395,"abbreviatedInquiry":"Are there any current studies being done on papular mucinosis?&nbsp;I currently have this condition.","caseQuestions":[{"questionId":6037,"questionText":"Where can I find information about research studies regarding papular mucinosis?","answerText":"You can find relevant articles on this condition through PubMed, a searchable database of biomedical journal articles. Although not all of the articles are available for free online, most articles listed in PubMed have a summary available. To obtain the full article, contact a medical/university library or your local library for interlibrary loan. You can also order articles online through the publisher’s Web site. Using \"papular mucinosis\" or \"lichen myxedematosus\" as your search term should help you locate articles. Use the Advanced and/or Limits search features to narrow your search results. Click here to view a search:&nbsp;<a href=\"http://www.ncbi.nlm.nih.gov/PubMed\">http://www.ncbi.nlm.nih.gov/PubMed</a>&nbsp;<br><br>The National Library of Medicine (NLM) Web site has a page for locating libraries in your area that can provide direct access to these journals (print or online). The Web page also describes how you can get these articles through interlibrary loan and Loansome Doc (an NLM document-ordering service). You can access this page at the following link <a href=\"http://nnlm.gov/members/\" target=_blank>http://nnlm.gov/members/</a>. You can also contact the NLM toll-free at 888-346-3656 to locate libraries in your area.<br><br>The U.S. National Institutes of Health, through the National Library of Medicine, developed <a href=\"http://www.clinicaltrials.gov\" target=_blank>ClinicalTrials.gov</a> to provide patients, family members, and members of the public with current information on clinical research studies. Although there may not be trials listed for this condition at a particular point in time, the site is updated regularly and can be checked often for updates. To search for trials on this condition,&nbsp;click on the link above and use \"papular mucinosis\" or \"lichen myxedematosus\"&nbsp;as your search term.","dateModified":"2012-03-19T11:28:00","references":[]}]}],"news":[{"newsId":671,"dateCreated":"2020-05-20T13:39:00","publishDate":"2020-05-22T00:00:00","title":"NIH-Supported Research Survey to Examine Impact of COVID-19 on Rare Diseases Community","description":"The NIH-funded Rare Diseases Clinical Research Network (RDCRN) has launched an <a href=\"https://www.rarediseasesnetwork.org/COVIDsurvey \" target=\"_blank\">online research survey</a> to find out how the COVID-19 pandemic is impacting individuals with rare diseases, their families and their caregivers. Your participation can help the rare disease research community shed light on the needs of people with rare diseases during this and other potential health crises, in addition to informing future research efforts. The survey must be completed by December 15, 2020.","url":"https://www.rarediseasesnetwork.org/COVIDsurvey","lastModified":"2020-11-30T14:44:00","isFeatured":false}],"conferences":[],"phenoTypes":[],"medicalProducts":[],"EncodedName":"Papular_mucinosis"}