{"mainPropery":{"diseaseId":9162,"diseaseName":"Fallopian tube cancer","hasGardWebPage":true,"isRare":true,"websiteUrl":"https://rarediseases.info.nih.gov/diseases/9162/fallopian-tube-cancer","synonyms":["Cancer of the fallopian tube"],"synonyms-with-source":[{"name":"Cancer of the fallopian tube"}],"identifiers":[{"identifierType":"UMLS","identifierId":"C0238122"}]},"diseaseCategories":[{"diseaseTypeId":1,"diseaseTypeName":"Rare Cancers"}],"organizations":[],"resource descriptions":[{"id":8,"resourceId":11,"resourceName":"PubMed","descriptionText":"<a href='http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=PureSearch&db=PubMed&details_term=%28%28%22Fallopian%20Tube%20Neoplasms%22%5BMAJR%5D%20AND%20%28%22hominidae%22%5BMeSH%20Terms%5D%20OR%20%22Human%22%5BMeSH%20Terms%5D%29%29%20AND%20%28%221998/09/30%2011.04%22%5BEDat%5D%20%3A%20%222003/09/29%2011.04%22%5BEDat%5D%29%29' target='_blank'>PubMed</a> is a searchable database of medical literature and lists journal articles that discuss Fallopian tube cancer. Click on the link to view a sample search on this topic.","resourceClassificationName":"Overview","resourceClassificationSectionName":"In-Depth Information"},{"id":9,"resourceId":12,"resourceName":"ClinicalTrials.gov","descriptionText":"<a href='http://www.clinicaltrials.gov/ct2/results?cond=%22Fallopian+tube+cancer%22' target='_blank'>ClinicalTrials.gov</a> lists trials that are related to Fallopian tube cancer. Click on the link to go to ClinicalTrials.gov to read descriptions of these studies. <br />\r\n<br />\r\n<em><strong>Please note:</strong>&nbsp;Studies listed on the&nbsp;ClinicalTrials.gov&nbsp;website are listed for informational purposes only; being listed does not reflect an endorsement by GARD or the NIH. We strongly recommend that you talk with a trusted healthcare provider before choosing to participate in any clinical study.</em>","resourceClassificationName":"Research","resourceClassificationSectionName":"Clinical Research Resources"},{"id":1531,"resourceId":2162,"resourceName":"Medscape Reference","descriptionText":"<a href='http://emedicine.medscape.com/article/273332-overview' target='_blank'>Medscape Reference</a> provides information on this topic. You may need to register to view the medical textbook, but registration is free.<br />\r\n","resourceClassificationName":"Overview","resourceClassificationSectionName":"In-Depth Information"},{"id":1543,"resourceId":2171,"resourceName":"National Cancer Institute","descriptionText":"The <a href='http://www.cancer.gov/cancertopics/types/ovarian' target='_blank'>National Cancer Institute</a> provides the most current information on cancer for patients, health professionals, and the general public.<br />\r\n","resourceClassificationName":"Overview","resourceClassificationSectionName":"Where to Start"},{"id":1545,"resourceId":2173,"resourceName":"Merck Manual","descriptionText":"The <a href='http://www.merck.com/mmhe/sec22/ch252/ch252g.html' target='_blank'>Merck Manuals Online Medical Library</a> provides information on this condition for patients and caregivers.&nbsp;","resourceClassificationName":"Overview","resourceClassificationSectionName":"Where to Start"},{"id":1650,"resourceId":500,"resourceName":"Cancer.net","descriptionText":"<a href='http://www.cancer.net/cancer-types/fallopian-tube-cancer/overview' target='_blank'>Cancer.net</a> provides oncologist-approved cancer information from the American Society of Clinical Oncology and has information about Fallopian tube cancer.","resourceClassificationName":"Overview","resourceClassificationSectionName":"Where to Start"},{"id":2135,"resourceId":3342,"resourceName":"Monarch Initiative","descriptionText":"The <a href='https://monarchinitiative.org/disease/DOID:1963' target='_blank'>Monarch Initiative</a> brings together data about this condition from humans and other species to help physicians and biomedical researchers. Monarch&rsquo;s tools are designed to make it easier to compare the signs and symptoms (phenotypes) of different diseases and discover common features. This initiative is a collaboration between several academic institutions across the world and is funded by the National Institutes of Health. Visit the website to explore the biology of this condition.","resourceClassificationName":"Overview","resourceClassificationSectionName":"In-Depth Information"}],"overviewQuestion":{"questionId":8719,"questionText":"What is Fallopian tube cancer?","answerText":"Fallopian tube cancer develops in the tubes that connect a woman's&nbsp;<a href=\"http://www.nlm.nih.gov/medlineplus/femalereproductivesystem.html\" target=\"_blank\">ovaries and uterus</a>.&nbsp;It is very rare and accounts for only 1-2% of all <a href=\"http://cancer.northwestern.edu/cancertypes/cancer_type.cfm?category=10\" target=\"_blank\">gynecologic cancers</a>.&nbsp;<br />\r\n<br />\r\nFallopian tube cancer occurs when normal cells in one or both tubes change and grow in an uncontrolled way, forming a mass called a tumor.&nbsp;Cancer can begin in any of the different cell types that make up the fallopian tubes. The most common type is called <a href=\"http://www.cancer.gov/dictionary?cdrid=46216\" target=\"_blank\">adenocarcinoma</a> (a cancer of cells from glands). <a href=\"http://www.cancer.gov/dictionary?CdrID=46027\" target=\"_blank\">Leiomyosarcoma</a> (a cancer of smooth muscle cells) and transitional cell carcinoma (a cancer of the cells lining the fallopian tubes) are more rare.&nbsp;<br />\r\n<br />\r\nWhile some fallopian tube cancers actually begin in the tubes themselves, fallopian tube cancer is more often the result of cancer spreading from other parts of the body to the tubes.&nbsp;For example, the fallopian tubes are a common site of metastasis (spread) of cancers that started in the ovaries, uterus, endometrium, (the tissue lining the uterus) appendix, or colon.&nbsp;<br />\r\n<br />\r\nWomen with fallopian tube cancer may experience symptoms, although some affected women may have no symptoms at all. The signs of fallopian tube cancer are often non-specific, meaning that they can also be signs of other medical conditions that are not cancer. Signs and symptoms of fallopian tube cancer can include: irregular or heavy vaginal bleeding (especially after menopause); occasional abdominal or pelvic pain or feeling of pressure; vaginal discharge that may be clear, white, or tinged with blood; and a&nbsp;pelvic mass or lump.<br />\r\n<br />\r\nDoctors use many tests to diagnose cancer of the fallopian tubes. Some of these tests may include: pelvic examination, <a href=\"http://www.nlm.nih.gov/medlineplus/ency/article/003779.htm\" target=\"_blank\">transvaginal ultrasound</a>, a blood test that measures the <a href=\"http://www.cancer.gov/dictionary?cdrid=46636\" target=\"_blank\">tumor marker</a> CA-125,&nbsp;<a href=\"http://www.cancer.gov/dictionary?CdrID=44234\" target=\"_blank\">computed tomography (CT or CAT) scan</a>, and&nbsp;<a href=\"http://www.cancer.gov/dictionary?CdrID=45788\" target=\"_blank\">magnetic resonance imaging (MRI)</a>.<br />\r\n<br />\r\nFallopian tube cancer can be best treated when detected early. If the cancer has spread to the walls of the tubes or outside of the tubes, then there is a lower chance that the disease can be treated successfully. The stage of the cancer determines the type of treatment needed. Most women will need surgery and some will go on to have <a href=\"http://www.cancer.gov/dictionary?CdrID=45214\" target=\"_blank\">chemotherapy</a> and/or <a href=\"http://www.cancer.gov/dictionary?CdrID=44971\" target=\"_blank\">radiation therapy</a>. [1] [2]<br />","dateModified":"2015-05-06T15:26:00"},"basicQuestions":[],"references":[],"relatedDiseases":[],"gardCases":[],"news":[{"newsId":671,"dateCreated":"2020-05-20T13:39:00","publishDate":"2020-05-22T00:00:00","title":"NIH-Supported Research Survey to Examine Impact of COVID-19 on Rare Diseases Community","description":"The NIH-funded Rare Diseases Clinical Research Network (RDCRN) has launched an <a href=\"https://www.rarediseasesnetwork.org/COVIDsurvey \" target=\"_blank\">online research survey</a> to find out how the COVID-19 pandemic is impacting individuals with rare diseases, their families and their caregivers. Your participation can help the rare disease research community shed light on the needs of people with rare diseases during this and other potential health crises, in addition to informing future research efforts. The survey must be completed by December 15, 2020.","url":"https://www.rarediseasesnetwork.org/COVIDsurvey","lastModified":"2020-11-30T14:44:00","isFeatured":false}],"conferences":[],"phenoTypes":[],"medicalProducts":[{"productId":613,"genericName":"Bevacizumab","tradeName":"Avastin","tradeLink":"https://www.avastin.com/patient/mcrc.html","manufacturer":"","sponsor":"Genentech, Inc.","indication":"June 2018 approved in combination with carboplatin and paclitaxel, followed by Avastin as a single agent, to treat patients with stage III or IV epithelial ovarian, fallopian tube, or primary peritoneal cancer following initial surgical resection. December 2016 approved either in combination with carboplatin and paclitaxel or in combination with carboplatin and gemcitabine, followed by Avastin as a single agent, to treat patients with platinum-sensitive recurrent epithelial ovarian, fallopian tube, or primary peritoneal cancer.","drugInformationLink":"https://druginfo.nlm.nih.gov/drugportal/name/avastin","medlinePlusLink":"https://medlineplus.gov/druginfo/meds/a607001.html"},{"productId":616,"genericName":"Olaparib","tradeName":"Lynparza","tradeLink":"http://www.lynparza.com/","manufacturer":"","sponsor":"AstraZeneca Pharmaceuticals LP","indication":"December 2018, olaparib (Lynparza) received expanded approval for the maintenance treatment of adult patients with deleterious or suspected deleterious germline or somatic BRCA-mutated (gBRCAm or sBRCAm) advanced epithelial ovarian, fallopian tube or primary peritoneal cancer who are in complete or partial response to first-line platinum based chemotherapy. Select patients with gBRCAm advanced epithelial ovarian, fallopian tube or primary peritoneal cancer for therapy based on FDA-approved companion diagnostic for Lynparza. Original approval was in August 2017.","drugInformationLink":"https://druginfo.nlm.nih.gov/drugportal/name/lynparza","medlinePlusLink":"https://medlineplus.gov/druginfo/meds/a614060.html"},{"productId":717,"genericName":"Rucaparib","tradeName":"Rubraca","tradeLink":"https://www.rubraca.com/","manufacturer":"","sponsor":"Clovis Oncology, Inc.","indication":"April 2018 approved for the maintenance treatment of adult patients with recurrent epithelial ovarian, fallopian tube, or primary peritoneal cancer who are in complete or partial response to platinum-based chemotherapy.","drugInformationLink":"https://druginfo.nlm.nih.gov/drugportal/name/rubraca","medlinePlusLink":"https://medlineplus.gov/druginfo/meds/a617002.html"},{"productId":668,"genericName":"Niraparib","tradeName":"Zejula","tradeLink":"http://zejula.com/","manufacturer":"","sponsor":"Tesaro, Inc.","indication":"Indicated for maintenance treatment of adult patients with recurrent epithelial ovarian, fallopian tube, or primary peritoneal cancer who are in a complete or partial response to platinum-based chemotherapy.","drugInformationLink":"https://druginfo.nlm.nih.gov/drugportal/rn/1038915-60-4","medlinePlusLink":""}],"EncodedName":"Fallopian_tube_cancer"}