{"attributes":{"type":"GARD_Disease__c","url":"/services/data/v49.0/sobjects/GARD_Disease__c/a05t0000001XKChAAO"},"Id":"a05t0000001XKChAAO","OwnerId":"005t0000002bpYDAAY","IsDeleted":false,"Name":"Monilethrix","RecordTypeId":"012t0000000bqETAAY","CreatedDate":"2019-11-13T19:30:12.000+0000","CreatedById":"005t0000002bpYDAAY","LastModifiedDate":"2020-11-24T20:55:15.000+0000","LastModifiedById":"005t00000046RQZAA2","SystemModstamp":"2020-11-24T20:55:15.000+0000","LastActivityDate":null,"LastViewedDate":null,"LastReferencedDate":null,"DiseaseID__c":"GARD:0000093","Disease_Name_Full__c":"Monilethrix","Synonyms_List__c":"Nodose hair","URL__c":"https://rarediseases.info.nih.gov/diseases/93/index","Disease_Type__c":"Rare","References__c":null,"Status__c":"Active","Curation_List__c":null,"Curation_Notes__c":null,"Curation_Status__c":"Not Started","Disease_Categories__c":null,"Gene_Reviews__c":null,"Pace_Of_Progression__c":null,"Published_to_Website__c":false,"Temporal_Pattern__c":null,"Description_Source__c":"MEDGEN:C0546966","Disease_Description__c":"Individuals with monilethrix have normal hair at birth, but within the first few months of life develop fragile, brittle hair that tends to fracture and produce varying degrees of dystrophic alopecia. In the mildest forms, only the occipital regions of the scalp are involved; however, in severe forms the eyebrows, eyelashes, and secondary sexual hair may also be involved. Follicular hyperkeratosis with predilection for the scalp, nape of neck, and extensor surfaces of the upper arm and thighs is also a characteristic finding in these patients. Light microscopic examination is diagnostic and reveals elliptical nodes of normal thickness and intermittent constrictions (internodes) at which the hair easily breaks. There may be spontaneous improvement with time, especially during puberty and pregnancy, but the condition never resolves completely (summary by Zlotogorski et al., 2006).An autosomal recessive form of monilethrix-like congenital hypotrichosis (see 607903) is caused by mutation in the DSG4 gene (607892). The clinical picture of autosomal recessive monilethrix is more severe than the dominant form, with more extensive alopecia of the scalp, body, and limbs, and a papular rash involving the extremities and periumbilical region (Zlotogorski et al., 2006).The term monilethrix derives from the Latin word for necklace and the Greek for hair (Schweizer, 2006).","Disease__c":"Monilethrix","GARD_Name__c":null,"GARD_Synonym__c":null,"Gene_Review_ID__c":null,"Inheritance__c":null,"Description_URL__c":"https://www.ncbi.nlm.nih.gov/medgen/C0546966","Gard_External_ID__c":null}