{"attributes":{"type":"GARD_Disease__c","url":"/services/data/v49.0/sobjects/GARD_Disease__c/a05t0000001XKEqAAO"},"Id":"a05t0000001XKEqAAO","OwnerId":"005t0000002bpYDAAY","IsDeleted":false,"Name":"Neuropathy ataxia retinitis pigmentosa syndrome","RecordTypeId":"012t0000000bqETAAY","CreatedDate":"2019-11-13T19:30:12.000+0000","CreatedById":"005t0000002bpYDAAY","LastModifiedDate":"2020-11-24T20:55:17.000+0000","LastModifiedById":"005t00000046RQZAA2","SystemModstamp":"2020-11-24T20:55:17.000+0000","LastActivityDate":null,"LastViewedDate":null,"LastReferencedDate":null,"DiseaseID__c":"GARD:0000262","Disease_Name_Full__c":"Neuropathy ataxia retinitis pigmentosa syndrome","Synonyms_List__c":"NARP, NARP syndrome","URL__c":"https://rarediseases.info.nih.gov/diseases/262/index","Disease_Type__c":"Rare","References__c":null,"Status__c":"Active","Curation_List__c":null,"Curation_Notes__c":null,"Curation_Status__c":"Not Started","Disease_Categories__c":null,"Gene_Reviews__c":null,"Pace_Of_Progression__c":null,"Published_to_Website__c":false,"Temporal_Pattern__c":null,"Description_Source__c":"MEDGEN:C1328349","Disease_Description__c":"Mitochondrial diseases are a clinically heterogeneous group of disorders that arise as a result of dysfunction of the mitochondrial respiratory chain. They can be caused by mutation of genes encoded by either nuclear DNA or mitochondrial DNA (mtDNA). While some mitochondrial disorders only affect a single organ (e.g., the eye in Leber hereditary optic neuropathy [LHON]), many involve multiple organ systems and often present with prominent neurologic and myopathic features. Mitochondrial disorders may present at any age. Many individuals with a mutation of mtDNA display a cluster of clinical features that fall into a discrete clinical syndrome, such as the Kearns-Sayre syndrome (KSS), chronic progressive external ophthalmoplegia (CPEO), mitochondrial encephalomyopathy with lactic acidosis and stroke-like episodes (MELAS), myoclonic epilepsy with ragged-red fibers (MERRF), neurogenic weakness with ataxia and retinitis pigmentosa (NARP), or Leigh syndrome (LS). However, considerable clinical variability exists and many individuals do not fit neatly into one particular category, which is well-illustrated by the overlapping spectrum of disease phenotypes (including mitochondrial recessive ataxia syndrome (MIRAS) resulting from mutation of the nuclear gene POLG, which has emerged as a major cause of mitochondrial disease. Common clinical features of mitochondrial disease – whether involving a mitochondrial or nuclear gene – include ptosis, external ophthalmoplegia, proximal myopathy and exercise intolerance, cardiomyopathy, sensorineural deafness, optic atrophy, pigmentary retinopathy, and diabetes mellitus. Common central nervous system findings are fluctuating encephalopathy, seizures, dementia, migraine, stroke-like episodes, ataxia, and spasticity. A high incidence of mid- and late pregnancy loss is a common occurrence that often goes unrecognized.","Disease__c":"Neuropathy ataxia retinitis pigmentosa syndrome","GARD_Name__c":null,"GARD_Synonym__c":null,"Gene_Review_ID__c":null,"Inheritance__c":null,"Description_URL__c":"https://www.ncbi.nlm.nih.gov/medgen/C1328349","Gard_External_ID__c":null}