{"attributes":{"type":"GARD_Disease__c","url":"/services/data/v49.0/sobjects/GARD_Disease__c/a05t0000001XKEOAA4"},"Id":"a05t0000001XKEOAA4","OwnerId":"005t0000002bpYDAAY","IsDeleted":false,"Name":"Rabson-Mendenhall syndrome","RecordTypeId":"012t0000000bqETAAY","CreatedDate":"2019-11-13T19:30:12.000+0000","CreatedById":"005t0000002bpYDAAY","LastModifiedDate":"2020-11-24T20:55:17.000+0000","LastModifiedById":"005t00000046RQZAA2","SystemModstamp":"2020-11-24T20:55:17.000+0000","LastActivityDate":null,"LastViewedDate":null,"LastReferencedDate":null,"DiseaseID__c":"GARD:0000226","Disease_Name_Full__c":"Rabson-Mendenhall syndrome","Synonyms_List__c":"INSR-related severe syndromic insulin resistance, Mendenhall Syndrome, Pineal hyperplasia, insulin-resistant diabetes mellitus, and somatic abnormalities","URL__c":"https://rarediseases.info.nih.gov/diseases/226/index","Disease_Type__c":"Rare","References__c":null,"Status__c":"Active","Curation_List__c":null,"Curation_Notes__c":null,"Curation_Status__c":"Not Started","Disease_Categories__c":null,"Gene_Reviews__c":null,"Pace_Of_Progression__c":null,"Published_to_Website__c":false,"Temporal_Pattern__c":null,"Description_Source__c":"MEDGEN:C0271695","Disease_Description__c":"INSR-related severe syndromic insulin resistance comprises a phenotypic spectrum that is a continuum from the severe phenotype Donohue syndrome (DS) (also known as leprechaunism) to the milder phenotype Rabson-Mendenhall syndrome (RMS). DS at the severe end of the spectrum is characterized by severe insulin resistance (hyperinsulinemia with associated fasting hypoglycemia and postprandial hyperglycemia), severe prenatal growth restriction and postnatal growth failure, hypotonia and developmental delay, characteristic facies, and organomegaly involving heart, kidneys, liver, spleen, and ovaries. Death usually occurs before age one year. RMS at the milder end of the spectrum is characterized by severe insulin resistance that, although not as severe as that of DS, is nonetheless accompanied by fluctuations in blood glucose levels, diabetic ketoacidosis, and – in the second decade – microvascular complications. Findings can range from severe growth delay and intellectual disability to normal growth and development. Facial features can be milder than those of DS. Complications of longstanding hyperglycemia are the most common cause of death. While death usually occurs in the second decade, some affected individuals live longer.","Disease__c":"Rabson-Mendenhall syndrome","GARD_Name__c":null,"GARD_Synonym__c":null,"Gene_Review_ID__c":null,"Inheritance__c":null,"Description_URL__c":"https://www.ncbi.nlm.nih.gov/medgen/C0271695","Gard_External_ID__c":null}