{"attributes":{"type":"GARD_Disease__c","url":"/services/data/v49.0/sobjects/GARD_Disease__c/a05t0000001XKEiAAO"},"Id":"a05t0000001XKEiAAO","OwnerId":"005t0000002bpYDAAY","IsDeleted":false,"Name":"Schwartz Jampel syndrome","RecordTypeId":"012t0000000bqETAAY","CreatedDate":"2019-11-13T19:30:12.000+0000","CreatedById":"005t0000002bpYDAAY","LastModifiedDate":"2020-11-24T20:55:17.000+0000","LastModifiedById":"005t00000046RQZAA2","SystemModstamp":"2020-11-24T20:55:17.000+0000","LastActivityDate":null,"LastViewedDate":null,"LastReferencedDate":null,"DiseaseID__c":"GARD:0000250","Disease_Name_Full__c":"Schwartz Jampel syndrome","Synonyms_List__c":"Aberfeld syndrome, Burton skeletal dysplasia, Burton syndrome, Catel-Hempel syndrome, Chondrodystrophic myotonia, Dysostosis enchondralis metaepiphysaria, Catel-Hempel type, Myotonic chondrodystrophy, Myotonic myopathy dwarfism chondrodystrophy and ocular and facial abnormalities, Myotonic myopathy, dwarfism, chondrodystrophy, ocular and facial anomalies, Osteochondromuscular dystrophy, Schwartz Jampel Aberfeld syndrome, Schwartz-Jampel syndrome, Schwartz-Jampel-Aberfeld syndrome, SJA syndrome, SJS, SJS1","URL__c":"https://rarediseases.info.nih.gov/diseases/250/index","Disease_Type__c":"Rare","References__c":null,"Status__c":"Active","Curation_List__c":null,"Curation_Notes__c":null,"Curation_Status__c":"Not Started","Disease_Categories__c":null,"Gene_Reviews__c":null,"Pace_Of_Progression__c":null,"Published_to_Website__c":false,"Temporal_Pattern__c":null,"Description_Source__c":"MEDGEN:C0036391","Disease_Description__c":"A classification for rare genetic syndromes with an autosomal recessive pattern of inheritance. Clinical features include muscle stiffness and weakness, facial and skeletal abnormalities with joint contractures and short stature. Two types have been characterized: Schwartz-Jampel Syndrome type I (SJSI) and Schwartz-Jampel Syndrome type II (SJSII). SJSI is associated with a mutation of the HSPG2 gene on chromosome 1 and has been further characterized into two subtypes IA and IB. SJSIA is more common, less severe in presentation and is seen later in childhood than SJSIB. For both SJSI subtypes, prognosis is favorable as the main feature of muscle stiffness is slowly progressive, if at all, and is compatible with a normal life span. SJSII is apparent at birth, shares the same clinical profile and mutation in the LIFR gene noted in Stuve-Wiedemann Syndrome and is thus presumed to be the same disorder. In contrast to SJSI, its presentation is more severe and likelihood of survivability is much lower.","Disease__c":"Schwartz Jampel syndrome","GARD_Name__c":null,"GARD_Synonym__c":null,"Gene_Review_ID__c":null,"Inheritance__c":null,"Description_URL__c":"https://www.ncbi.nlm.nih.gov/medgen/C0036391","Gard_External_ID__c":null}