{"mainPropery":{"diseaseId":9253,"diseaseName":"Absence of septum pellucidum","hasGardWebPage":true,"isRare":true,"websiteUrl":"https://rarediseases.info.nih.gov/diseases/9253/absence-of-septum-pellucidum","synonyms":[],"synonyms-with-source":[],"identifiers":[{"identifierType":"UMLS","identifierId":"C0431371"}]},"diseaseCategories":[{"diseaseTypeId":17,"diseaseTypeName":"Nervous System Diseases"}],"organizations":[],"resource descriptions":[{"id":8,"resourceId":11,"resourceName":"PubMed","descriptionText":"<a href='http://www.ncbi.nlm.nih.gov/sites/entrez?Db=pubmed&Cmd=DetailsSearch&Term=absence%5BAll+Fields%5D+AND+%22septum+pellucidum%22%5BMeSH+Terms%5D' target='_blank'>PubMed</a> is a searchable database of medical literature and lists journal articles that discuss Absence of septum pellucidum. Click on the link to view a sample search on this topic.","resourceClassificationName":"Overview","resourceClassificationSectionName":"In-Depth Information"},{"id":1530,"resourceId":2161,"resourceName":"National Institute of Neurological Disorders and Stroke (NINDS)","descriptionText":"The <a href='https://www.ninds.nih.gov/Disorders/All-Disorders/Absence-Septum-Pellucidum-Information-Page' target='_blank'>National Institute of Neurological Disorders and Stroke</a> (NINDS) collects and disseminates research information related to neurological disorders. Click on the link to view information on&nbsp;this topic.","resourceClassificationName":"Overview","resourceClassificationSectionName":"Where to Start"},{"id":2135,"resourceId":3342,"resourceName":"Monarch Initiative","descriptionText":"The <a href='https://monarchinitiative.org/disease/MESH:C535562' target='_blank'>Monarch Initiative</a> brings together data about this condition from humans and other species to help physicians and biomedical researchers. Monarch&rsquo;s tools are designed to make it easier to compare the signs and symptoms (phenotypes) of different diseases and discover common features. This initiative is a collaboration between several academic institutions across the world and is funded by the National Institutes of Health. Visit the website to explore the biology of this condition.","resourceClassificationName":"Overview","resourceClassificationSectionName":"In-Depth Information"}],"overviewQuestion":{"questionId":11341,"questionText":"What is absence of the septum pellucidum?","answerText":"The <strong>absence of the septum pellucidum</strong> is a rare condition that affects the structure of the brain. Specifically, a thin membrane called the septum pellucidum is missing from its normal position in the middle of the brain.[12623] When it is missing, symptoms may include learning difficulties, behavioral changes, <a href=\"https://medlineplus.gov/seizures.html\">seizures</a>, and changes in vision. Absence of the septum pellucidum is not typically seen as an isolated finding. Instead, absence of the septum pellucidum is associated with other conditions such as <a href=\"https://rarediseases.info.nih.gov/diseases/7627/septo-optic-dysplasia\">septo-optic dysplasia</a>.[12624] Treatment options for the condition vary depending on the underlying disorder. Diagnosis of absence of the septum pellucidum can be made through imaging such as an <a href=\"https://medlineplus.gov/mriscans.html\">MRI.</a> Symptoms of absence of the septum pellucidum typically present during childhood, but a diagnosis can also be made before an individual is born (prenatally).[12625] If an individual is found to be missing the septum pellucidum, a search for &nbsp;an underlying disorder should be made.<br />","dateModified":"2016-11-19T11:28:00"},"basicQuestions":[{"questionId":11342,"questionText":"What are the symptoms of absence of the septum pellucidum?","answerText":"The symptoms of absence of the septum pellucidum may vary, and it may be difficult to determine which symptoms are due to &nbsp;the &nbsp;underlying disorder and which ones are due to absence of the septum pellucidum.&nbsp; Symptoms that are common among people with absence of the septum pellucidum include learning disabilities, seizures, and behavioral changes. The septum pellucidum provides information to the rest of the body about how the body is doing. This information may include whether or not the body has received enough sleep or food, or whether the environment is safe.[12626] Therefore, an absence of the septum pellucidum may cause an individual to feel hungry even when they are not or tired when they have had enough sleep. Some people with absence of the septum pellucidum do not grow very tall or have a high <a href=\"https://www.cdc.gov/healthyweight/assessing/bmi/adult_bmi/\">body mass index</a> (BMI). This means that they have a higher weight than is typical for their height.[12627]<br />","dateModified":"2016-11-19T11:38:00","resourceClassificationName":"Symptoms","references":[{"referenceId":12626,"authors":"M Sarwar","articleTitle":"The Septum Pellucidum: Normal and Abnormal","bookWebsiteJournalTitle":"American Journal of Neuroradiology","date":"October 1989","volume":"10","pages":"989-1005","url":"http://www.ajnr.org/content/10/5/989.full.pdf","authors2":"","placeOfPublication":"","publisher":""},{"referenceId":12627,"authors":"C Traggiai and R Stanhope","articleTitle":"Body mass index and hypothalamic morphology on MRI in children with congenital midline cerebral abnormalities","bookWebsiteJournalTitle":"Journal of Pediatric Endocrinology & Metabolism","date":"February 2004","volume":"17(2)","pages":"219-221","url":"https://www.ncbi.nlm.nih.gov/pubmed/15055357","authors2":"","placeOfPublication":"","publisher":""}]},{"questionId":11343,"questionText":"What causes absence of the septum pellucidum?","answerText":"Absence of the septum pellucidum can be caused by multiple factors depending on the underlying condition. Some people are born with or develop <a href=\"https://medlineplus.gov/hydrocephalus.html\">hydrocephalus</a>, or a fluid buildup in the brain. If this condition goes untreated, the excess fluid can disintegrate the septum pellucidum. Absence of the septum pellucidum can also be the result of a genetic condition that is present in a baby at birth. Additionally, the septum pellucidum is connected to another brain structure called the <a href=\"https://radiopaedia.org/articles/corpus-callosum\">corpus callosum</a>, which is responsible for sending information between the two halves of the brain. Some people are born with a missing corpus callosum. People with a missing corpus callosum will also have a missing septum pellucidum.[12623]&nbsp;<br />","dateModified":"2016-11-19T11:43:00","resourceClassificationName":"Cause","references":[{"referenceId":12623,"authors":"","articleTitle":"NINDS Absence of Septum Pellucidum Information Page","bookWebsiteJournalTitle":"National Institute of Neurological Disorders and Stroke","date":"February 2, 2016","volume":"","pages":"","url":"https://www.ninds.nih.gov/Disorders/All-Disorders/Absence-Septum-Pellucidum-Information-Page","authors2":"","placeOfPublication":"","publisher":""}]},{"questionId":11344,"questionText":"What is the long-term outlook for people affected by absence of septum pellucidum?","answerText":"The long-term outlook or prognosis for individuals affected by absence of the septum pellucidum varies depending on the underlying cause of the condition. Some of the symptoms of absence of the septum pellucidum may be treated. For example, medications can be used to help relieve seizures or treat any behavioral changes. Growth hormone may be prescribed for individuals who have a high body mass index and are short in stature. By itself, absence of the septum pellucidum is not life-threatening. However, the prognosis of certain conditions that cause absence of the septum pellucidum may differ.[12623][12627]<br />","dateModified":"2016-11-19T11:46:00","resourceClassificationName":"Prognosis","references":[{"referenceId":12623,"authors":"","articleTitle":"NINDS Absence of Septum Pellucidum Information Page","bookWebsiteJournalTitle":"National Institute of Neurological Disorders and Stroke","date":"February 2, 2016","volume":"","pages":"","url":"https://www.ninds.nih.gov/Disorders/All-Disorders/Absence-Septum-Pellucidum-Information-Page","authors2":"","placeOfPublication":"","publisher":""},{"referenceId":12627,"authors":"C Traggiai and R Stanhope","articleTitle":"Body mass index and hypothalamic morphology on MRI in children with congenital midline cerebral abnormalities","bookWebsiteJournalTitle":"Journal of Pediatric Endocrinology & Metabolism","date":"February 2004","volume":"17(2)","pages":"219-221","url":"https://www.ncbi.nlm.nih.gov/pubmed/15055357","authors2":"","placeOfPublication":"","publisher":""}]}],"references":[],"relatedDiseases":[],"gardCases":[],"news":[{"newsId":681,"dateCreated":"2020-11-30T12:27:00","publishDate":"2020-12-01T00:00:00","title":"NORD RareLaunch® Workshops","description":"The National Organization for Rare Disorders is hosting&nbsp;RareLaunch&reg; Workshops on December 2 and 3. The workshops will provide useful information and hands-on training and advice from leading nonprofit experts to help launch a rare disease nonprofit or take an existing one to the next level.","url":"https://rarediseases.org/nord-rarelaunch/rarelaunch-workshops/","lastModified":"2020-11-30T13:00:00","isFeatured":false},{"newsId":677,"dateCreated":"2020-08-28T11:25:00","publishDate":"2020-09-01T00:00:00","title":"Rare Diseases Are Not Rare - Gallery of Creative Work Raises Awareness of Rare Diseases","description":"Participants nationwide showcased their creativity for the second Rare Diseases Are Not Rare! 2020 Challenge to raise awareness about rare diseases. NCATS selected 3 winners and 5 honorable mentions from an extraordinary gallery of submissions to a Challenge seeking creative ways to raise awareness about rare diseases and the importance of research.","url":"https://ncats.nih.gov/funding/challenges/rare-diseases-challenge-2020/winners","lastModified":"2020-09-03T13:44:00","isFeatured":false},{"newsId":671,"dateCreated":"2020-05-20T13:39:00","publishDate":"2020-05-22T00:00:00","title":"NIH-Supported Research Survey to Examine Impact of COVID-19 on Rare Diseases Community","description":"The NIH-funded Rare Diseases Clinical Research Network (RDCRN) has launched an <a href=\"https://www.rarediseasesnetwork.org/COVIDsurvey \" target=\"_blank\">online research survey</a> to find out how the COVID-19 pandemic is impacting individuals with rare diseases, their families and their caregivers. Your participation can help the rare disease research community shed light on the needs of people with rare diseases during this and other potential health crises, in addition to informing future research efforts. The survey must be completed by December 15, 2020.","url":"https://www.rarediseasesnetwork.org/COVIDsurvey","lastModified":"2020-11-30T14:44:00","isFeatured":false},{"newsId":672,"dateCreated":"2020-05-27T11:02:00","publishDate":"2020-05-21T00:00:00","title":"NCATS Translational Approach Addresses COVID-19","description":"NIH and NCATS are supporting many research activities to address the novel coronavirus 2019 (SARS-CoV-2) and the disease it causes (COVID-19). With the aim of accelerating translational research across all diseases, including rare diseases, NCATS has developed research tools, technologies, expertise and collaborative networks that can quickly pivot to address urgent public health issues. Find out more about how NCATS is using <a href=\"https://ncats.nih.gov/covid19-translational-approach\" target=\"_blank\">a translational approach to address COVID-19</a>.","url":"https://ncats.nih.gov/covid19-translational-approach","lastModified":"2020-05-28T14:44:00","isFeatured":false}],"conferences":[],"phenoTypes":[],"medicalProducts":[]}