{"mainPropery":{"diseaseId":12089,"diseaseName":"Hemihypertrophy","hasGardWebPage":true,"isRare":true,"websiteUrl":"https://rarediseases.info.nih.gov/diseases/12089/hemihypertrophy","synonyms":["Hemihyperplasia"],"synonyms-with-source":[{"name":"Hemihyperplasia","source":"CHOP"}],"identifiers":[]},"diseaseCategories":[],"organizations":[],"resource descriptions":[],"overviewQuestion":{"questionId":10757,"questionText":"What is hemihypertrophy?","answerText":"<strong>Hemihypertrophy </strong>is a condition in which there is excessive (hyper) growth (trophy) of only one side (hemi) of the body, the right side or the left side. Overgrowth may affect only one part of the body, such as a leg or arm, or several different areas of the body. It may not be apparent at birth, but becomes most noticeable as the child grows. Hemihypertrophy can be isolated or may be part of a <a href=\"https://www.nlm.nih.gov/medlineplus/geneticdisorders.html\" target=\"_blank\">genetic syndrome</a>, like <a href=\"https://rarediseases.info.nih.gov/gard/3343/beckwith-wiedemann-syndrome/Resources/1\" target=\"_blank\">Beckwith-Wiedemann syndrome</a>.[7844] In most cases, the cause of isolated hemihypertrophy is unknown. In cases where the condition is part of a genetic syndrome, the cause depends on  the specific syndrome.[7844][9534] Treatment may include surgery to correct the  differences in the affected body part(s).[9534]<br />","dateModified":"2016-06-14T14:57:00"},"basicQuestions":[],"references":[],"relatedDiseases":[],"gardCases":[],"news":[{"newsId":671,"dateCreated":"2020-05-20T13:39:00","publishDate":"2020-05-22T00:00:00","title":"NIH-Supported Research Survey to Examine Impact of COVID-19 on Rare Diseases Community","description":"The NIH-funded Rare Diseases Clinical Research Network (RDCRN) has launched an <a href=\"https://www.rarediseasesnetwork.org/COVIDsurvey \" target=\"_blank\">online research survey</a> to find out how the COVID-19 pandemic is impacting individuals with rare diseases, their families and their caregivers. Your participation can help the rare disease research community shed light on the needs of people with rare diseases during this and other potential health crises, in addition to informing future research efforts. The survey must be completed by December 15, 2020.","url":"https://www.rarediseasesnetwork.org/COVIDsurvey","lastModified":"2020-11-30T14:44:00","isFeatured":false}],"conferences":[],"phenoTypes":[],"medicalProducts":[],"EncodedName":"Hemihypertrophy"}