{"mainPropery":{"diseaseId":13339,"diseaseName":"BENTA disease","hasGardWebPage":true,"isRare":true,"websiteUrl":"https://rarediseases.info.nih.gov/diseases/13339/benta-disease","synonyms":["B-cell expansion with NF-kB and T-cell anergy disease","B-cell expansion with NFKB and T-cell anergy"],"synonyms-with-source":[{"name":"B-cell expansion with NF-kB and T-cell anergy disease","source":"ORPHANET"},{"name":"B-cell expansion with NFKB and T-cell anergy","source":"OMIM"}],"identifiers":[]},"diseaseCategories":[],"organizations":[],"resource descriptions":[],"overviewQuestion":{"questionId":12082,"questionText":"What is BENTA disease?","answerText":"<strong>BENTA disease</strong> (<strong>B</strong> cell <strong>E</strong>xpansion with <strong>N</strong>F-&kappa;B and <strong>T</strong> cell <strong>A</strong>nergy) is a very rare congenital immune deficiency disorder. The main symptoms include spleen enlargement (splenomegalia) and frequent ear, sinus, and lung infections early in life.&nbsp; Some patients can present with molluscum contagiosum or chronic Epstein-Barr virus (EBV) infection.&nbsp; Blood exams show alterations of several immune cells with very high numbers of polyclonal B cell lymphocytos (above 2200/&mu;l) and few memory B cells.[13673][13674] Other findings are low levels of IgM in blood and poor antibody responses to specific vaccines.[13674] BENTA disease is caused by mutations in the CARD11 gene.&nbsp; There is no established treatment, but some patients have their spleen removed and there is one case of a hematopoietic stem cell transplantation with good results.[13673][13674][13675][13676] &nbsp;&nbsp;<br />","dateModified":"2017-08-04T12:55:00"},"basicQuestions":[],"references":[],"relatedDiseases":[],"gardCases":[],"news":[{"newsId":671,"dateCreated":"2020-05-20T13:39:00","publishDate":"2020-05-22T00:00:00","title":"NIH-Supported Research Survey to Examine Impact of COVID-19 on Rare Diseases Community","description":"The NIH-funded Rare Diseases Clinical Research Network (RDCRN) has launched an <a href=\"https://www.rarediseasesnetwork.org/COVIDsurvey \" target=\"_blank\">online research survey</a> to find out how the COVID-19 pandemic is impacting individuals with rare diseases, their families and their caregivers. Your participation can help the rare disease research community shed light on the needs of people with rare diseases during this and other potential health crises, in addition to informing future research efforts. The survey must be completed by December 15, 2020.","url":"https://www.rarediseasesnetwork.org/COVIDsurvey","lastModified":"2020-11-30T14:44:00","isFeatured":false}],"conferences":[],"phenoTypes":[],"medicalProducts":[],"EncodedName":"BENTA_disease"}