{"mainPropery":{"diseaseId":13384,"diseaseName":"Hepatopulmonary syndrome","hasGardWebPage":true,"isRare":true,"websiteUrl":"https://rarediseases.info.nih.gov/diseases/13384/hepatopulmonary-syndrome","synonyms":[],"synonyms-with-source":[],"identifiers":[]},"diseaseCategories":[],"organizations":[{"resourceID":3752,"resourceName":"Canadian Hepatopulmonary Syndrome (HPS) Program ","abbreviation":"","address1":"6th Floor Donnelly Wing 30 Bond Street Toronto, ON M5B 1W8","address2":"2nd Floor, Marie-Morin Pavillion 3840, rue Saint-Urbain Montréal, QC H2W 1T8","address3":"","address4":"","address5":"","city":"","state":"","zip":"","country":"Canada","phone":"416-864-6060 ext. 2252 (Toronto) and 514-890-8000 ext. 15672 (Montreal)","tty":"","tollFree":"","fax":"","email":"","url":"http://hpscare.com/","freeText":"The Canadian Hepatopulmonary Syndrome (HPS) Program is a specialized Canadian clinical and research program for patients with hepatopulmonary syndrome.  The program is part of the  Rare Lung Diseases program.  The Program's clinics are located at Toronto and Montreal. "}],"resource descriptions":[],"overviewQuestion":{"questionId":12296,"questionText":"What is hepatopulmonary syndrome?","answerText":"<strong>Hepatopulmonary syndrome</strong> (HPS) is a lung disease characterized by widening of arteries and veins (dilatation) in the lungs in people who have <a href=\"http://www.oxfordmedicaleducation.com/gastroenterology/chronic-liver-disease-cld-compensated/\">chronic liver disease</a>. Because of the dilated vases, the workload of the heart increases and the blood pumped to the body does not have enough oxygen, leading to a decreased level of oxygen in the blood (hypoxemia). The normal diameter of the lung vessels ranges between 8 and 15 &mu;m whereas when in HPS rises to between 15 and 500 &mu;m.[13932][13933] While many people with HPS don&rsquo;t have any obvious problems, the main reported symptom is shortness of breath (dyspnea) that is worse when standing or sitting up, and is relieved when lying down (platypnea). Symptoms related to chronic liver disease (generally <a href=\"http://www.liverfoundation.org/abouttheliver/info/cirrhosis/\" target=\"_blank\">cirrhosis</a>) include small red spots on the skin (<a href=\"https://medlineplus.gov/ency/article/001095.htm\" target=\"_blank\">spider angiomas</a>) and abnormal vascular dilatations. &nbsp;Some other symptoms that have been described are infections in the brain (brain abscesses), brain bleeding and an increased number of red blood cells in the blood (polycythemia).[13932][13933][13934] There is currently no effective medication for HPS. <a href=\"https://medlineplus.gov/oxygentherapy.html\" target=\"_blank\">Oxygen therapy</a> may improve the breathing in some cases. <a href=\"http://www.liverfoundation.org/abouttheliver/info/transplant/\" target=\"_blank\">Liver transplant</a> is an efficient treatment which improves the symptoms, even in severe cases.[13932][13933]<br />","dateModified":"2017-10-14T18:35:00"},"basicQuestions":[],"references":[],"relatedDiseases":[],"gardCases":[],"news":[{"newsId":671,"dateCreated":"2020-05-20T13:39:00","publishDate":"2020-05-22T00:00:00","title":"NIH-Supported Research Survey to Examine Impact of COVID-19 on Rare Diseases Community","description":"The NIH-funded Rare Diseases Clinical Research Network (RDCRN) has launched an <a href=\"https://www.rarediseasesnetwork.org/COVIDsurvey \" target=\"_blank\">online research survey</a> to find out how the COVID-19 pandemic is impacting individuals with rare diseases, their families and their caregivers. Your participation can help the rare disease research community shed light on the needs of people with rare diseases during this and other potential health crises, in addition to informing future research efforts. The survey must be completed by December 15, 2020.","url":"https://www.rarediseasesnetwork.org/COVIDsurvey","lastModified":"2020-11-30T14:44:00","isFeatured":false}],"conferences":[],"phenoTypes":[],"medicalProducts":[],"EncodedName":"Hepatopulmonary_syndrome"}