{"mainPropery":{"diseaseId":6956,"diseaseName":"Creutzfeldt-Jakob disease","hasGardWebPage":true,"isRare":true,"websiteUrl":"https://rarediseases.info.nih.gov/diseases/6956/creutzfeldt-jakob-disease","synonyms":["Creutzfeldt Jakob disease","Creutzfeldt-Jacob disease","Creutzfeldt Jacob disease","CJD"],"synonyms-with-source":[{"name":"Creutzfeldt Jakob disease"},{"name":"Creutzfeldt-Jacob disease"},{"name":"Creutzfeldt Jacob disease"},{"name":"CJD"}],"identifiers":[{"identifierType":"OMIM","identifierId":"123400"},{"identifierType":"ORPHANET","identifierId":"204"}]},"diseaseCategories":[{"diseaseTypeId":17,"diseaseTypeName":"Nervous System Diseases","source":"Orphanet"}],"organizations":[{"resourceID":333,"resourceName":"Creutzfeldt-Jakob Disease Foundation, Inc","abbreviation":"CJD Foundation","address1":"3610 W. Market St.","address2":"Suite 110","address3":"","address4":"","address5":"","city":"Akron","state":"OH","zip":"44333","country":"United States","phone":"","tty":"","tollFree":"1-800-659-1991","fax":"+1-234-466-7077","email":"help@cjdfoundation.org","url":"https://cjdfoundation.org","freeText":""}],"resource descriptions":[{"id":7,"resourceId":10,"resourceName":"Online Mendelian Inheritance in Man (OMIM)","descriptionText":"<a href='http://www.omim.org/123400' target='_blank'>Online Mendelian Inheritance in Man (OMIM)</a> is a catalog of human genes and genetic disorders. Each entry has a summary of related medical articles. It is meant for health care professionals and researchers. OMIM is maintained by Johns Hopkins University School of Medicine.&nbsp;<br />\r\n","resourceClassificationName":"Overview","resourceClassificationSectionName":"In-Depth Information"},{"id":8,"resourceId":11,"resourceName":"PubMed","descriptionText":"<a href='http://www.ncbi.nlm.nih.gov/sites/entrez?Db=pubmed&Cmd=DetailsSearch&Term=%28Creutzfeldt%5BTitle%5D+AND+Jakob%5BTitle%5D+AND+disease%5BTitle%5D%29+AND+%28hasabstract%5Btext%5D+AND+%222004%2F01%2F30%22%5BPDat%5D+%3A+%222009%2F01%2F27%22%5BPDat%5D+AND+Review%5Bptyp%5D%29' target='_blank'>PubMed</a> is a searchable database of medical literature and lists journal articles that discuss Creutzfeldt-Jakob disease. Click on the link to view a sample search on this topic.","resourceClassificationName":"Overview","resourceClassificationSectionName":"In-Depth Information"},{"id":9,"resourceId":12,"resourceName":"ClinicalTrials.gov","descriptionText":"<a href='http://www.clinicaltrials.gov/ct2/results?cond=%22Creutzfeldt-Jakob+disease%22' target='_blank'>ClinicalTrials.gov</a> lists trials that are related to Creutzfeldt-Jakob disease. Click on the link to go to ClinicalTrials.gov to read descriptions of these studies. <br />\r\n<br />\r\n<em><strong>Please note:</strong>&nbsp;Studies listed on the&nbsp;ClinicalTrials.gov&nbsp;website are listed for informational purposes only; being listed does not reflect an endorsement by GARD or the NIH. We strongly recommend that you talk with a trusted healthcare provider before choosing to participate in any clinical study.</em>","resourceClassificationName":"Research","resourceClassificationSectionName":"Clinical Research Resources"},{"id":10,"resourceId":13,"resourceName":"MedlinePlus Genetics","descriptionText":"<a href='http://ghr.nlm.nih.gov/condition=priondisease' target='_blank'>Genetics Home Reference (GHR)</a> contains information on Creutzfeldt-Jakob disease. This website is maintained by the National Library of Medicine.<br />\r\n","resourceClassificationName":"Overview","resourceClassificationSectionName":"Where to Start"},{"id":1014,"resourceId":2176,"resourceName":"Centers for Disease Control and Prevention","descriptionText":"Brown P, Will RG, Bradley R, Asher DM, Detwiler L. <a href='http://wwwnc.cdc.gov/eid/article/7/1/70-0006_article' target='_blank'>Bovine Spongiform Encephalopathy and Variant Creutzfeldt-Jakob Disease: Background, Evolution and Current Concerns</a>. <em>Emerging Infectious Diseases</em>. Jan-Feb 2001; 7(1).","resourceClassificationName":"Overview","resourceClassificationSectionName":"Selected Full-Text Journal Articles"},{"id":1457,"resourceId":2104,"resourceName":"Genetic Services","descriptionText":"To find a medical professional who specializes in genetics, you can ask your doctor for a referral or you can search for one yourself. Online directories are provided by the <a href='http://www.acmg.net/ACMG/Genetic_Services_Directory_Search.aspx' target='_blank'>American College of Medical Genetics</a> and the&nbsp;<a href='https://www.findageneticcounselor.com/' target='_blank'>National Society of Genetic Counselors</a>. If you need additional help, <a href=\"https://rarediseases.info.nih.gov/about-gard/contact-gard\">contact a GARD Information Specialist</a>. You can also&nbsp;<a href='https://ghr.nlm.nih.gov/primer#consult' target='_blank'>learn more about genetic consultations</a>&nbsp;from Genetics Home Reference.","resourceClassificationName":"Find a Specialist","resourceClassificationSectionName":"Healthcare Resources"},{"id":1527,"resourceId":2159,"resourceName":"National Organization for Rare Disorders","descriptionText":"The <a href='http://www.rarediseases.org/rare-disease-information/rare-diseases/byID/33/viewAbstract' target='_blank'>National Organization for Rare Disorders</a> (NORD) has a report for patients and families about this condition. NORD is a patient advocacy organization for individuals with rare diseases and the organizations that serve them.<br />\r\n","resourceClassificationName":"Overview","resourceClassificationSectionName":"Where to Start"},{"id":1529,"resourceId":2128,"resourceName":"MedlinePlus","descriptionText":"<a href='http://www.nlm.nih.gov/medlineplus/creutzfeldtjakobdisease.html' target='_blank'>MedlinePlus</a> was designed by the National Library of Medicine to help you research your health questions, and it provides more information about this topic.\r\n<br />\r\n","resourceClassificationName":"Overview","resourceClassificationSectionName":"Where to Start"},{"id":1530,"resourceId":2161,"resourceName":"National Institute of Neurological Disorders and Stroke (NINDS)","descriptionText":"The <a href='https://www.ninds.nih.gov/Disorders/Patient-Caregiver-Education/Fact-Sheets/Creutzfeldt-Jakob-Disease-Fact-Sheet#264203058' target='_blank'>National Institute of Neurological Disorders and Stroke</a> (NINDS) collects and disseminates research information related to neurological disorders. Click on the link to view information on&nbsp;this topic.","resourceClassificationName":"Overview","resourceClassificationSectionName":"Where to Start"},{"id":1531,"resourceId":2162,"resourceName":"Medscape Reference","descriptionText":"<a href='http://emedicine.medscape.com/article/1168941-overview' target='_blank'>Medscape Reference</a> provides information on this topic. You may need to register to view the medical textbook, but registration is free.<br />\r\n","resourceClassificationName":"Overview","resourceClassificationSectionName":"In-Depth Information"},{"id":1532,"resourceId":2163,"resourceName":"Social Security Administration","descriptionText":"The <a href='https://secure.ssa.gov/apps10/poms.nsf/lnx/0423022145' target='_blank'>Social Security Administration</a> has included this condition in their Compassionate Allowances Initiative. This initiative speeds up the processing of disability claims for applicants with certain medical conditions that cause severe disability. More information about <a href=\"http://www.ssa.gov/compassionateallowances/index.htm\" target=\"_blank\">Compassionate Allowances</a> and <a href=\"https://www.ssa.gov/benefits/disability/\" target=\"_blank\">applying for Social Security disability</a> is available online.","resourceClassificationName":"Living With","resourceClassificationSectionName":"Financial Resources"},{"id":1534,"resourceId":2165,"resourceName":"Orphanet","descriptionText":"<a href='http://www.orpha.net/consor/cgi-bin/OC_Exp.php?lng=en&Expert=204' target='_blank'>Orphanet</a> is a European reference portal for&nbsp;information on rare diseases and orphan drugs. Access to this database is free of charge.<br />\r\n","resourceClassificationName":"Overview","resourceClassificationSectionName":"In-Depth Information"},{"id":1537,"resourceId":2168,"resourceName":"GeneReviews","descriptionText":"<a href='http://www.ncbi.nlm.nih.gov/bookshelf/br.fcgi?book=gene&part=prion' target='_blank'>GeneReviews</a> provides current, expert-authored, peer-reviewed, full-text articles describing the application of genetic testing to the diagnosis, management, and genetic counseling of patients with specific inherited conditions.<br />\r\n","resourceClassificationName":"Overview","resourceClassificationSectionName":"In-Depth Information"},{"id":1542,"resourceId":2170,"resourceName":"RePORTER","descriptionText":"The <a href='http://projectreporter.nih.gov/reporter.cfm' target='_blank'>Research Portfolio Online Reporting Tool (RePORT)</a> provides access to reports, data, and analyses of research activities at the National Institutes of Health (NIH), including information on NIH expenditures and the results of NIH-supported research.  Although these projects may not conduct studies on humans, you may want to contact the investigators to learn more. To search for studies, enter the disease name in the \"Text Search\" box.  Then click \"Submit Query\".","resourceClassificationName":"Research","resourceClassificationSectionName":"Clinical Research Resources"},{"id":1548,"resourceId":2176,"resourceName":"Centers for Disease Control and Prevention","descriptionText":"You can obtain information on this topic from the <a href='http://www.cdc.gov/prions/cjd/about.html' target='_blank'>Centers for Disease Control and Prevention</a> (CDC). The CDC is recognized as the lead federal agency for developing and applying disease prevention and control, environmental health, and health promotion and education activities designed to improve the health of the people of the United States.","resourceClassificationName":"Overview","resourceClassificationSectionName":"Where to Start"},{"id":1561,"resourceId":1316,"resourceName":"National Endocrine and Metabolic Diseases Information Service","descriptionText":"The <a href='http://www.endocrine.niddk.nih.gov/pubs/creutz/creutz.htm' target='_blank'>National Endocrine and Metabolic Diseases Information Service</a>, a service of the National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK), provides information on this topic.  Click on the link to view the information on this topic.","resourceClassificationName":"Overview","resourceClassificationSectionName":"Where to Start"},{"id":2135,"resourceId":3342,"resourceName":"Monarch Initiative","descriptionText":"The <a href='https://monarchinitiative.org/disease/OMIM:123400' target='_blank'>Monarch Initiative</a> brings together data about this condition from humans and other species to help physicians and biomedical researchers. Monarch&rsquo;s tools are designed to make it easier to compare the signs and symptoms (phenotypes) of different diseases and discover common features. This initiative is a collaboration between several academic institutions across the world and is funded by the National Institutes of Health. Visit the website to explore the biology of this condition.","resourceClassificationName":"Overview","resourceClassificationSectionName":"In-Depth Information"}],"overviewQuestion":{"questionId":1580,"questionText":"What is Creutzfeldt-Jakob disease?","answerText":"<strong>Creutzfeldt-Jakob disease</strong> (CJD) is a rare fatal brain disorder that&nbsp;usually occurs later in life and runs a rapid course.&nbsp;In the early stages of the disease, patients may have failing memory, behavior changes, impaired coordination, and vision problems. As CJD progresses, mental deterioration becomes severe, and they can have uncontrolled movements, blindness, weakness, and go into a coma. This condition often leads to death within a few weeks or months after symptoms begin. About 90 percent of patients do not survive for more than one year. In the United States, about 300 people are diagnosed with this condition each year. It occurs in approximately one in every one million people worldwide. <br />\r\n<br />\r\nCJD can be very difficult to diagnose because it is similar to other forms of dementia. The only way to confirm the diagnosis is to test a small sample of brain tissue, which can be done by brain biopsy or autopsy. CJD is caused by the build up of abnormal <a href=\"http://memory.ucsf.edu/cjd/overview/prions\" target=\"_blank\">prion proteins</a> in the brain. For most patients, the reason for the abnormal prions is unknown (sporadic CJD). About 5 to 10 percent of cases are due to an inherited genetic mutation associated with CJD (familial CJD). This condition can also be acquired through contact with infected brain tissue (iatrogenic CJD) or consuming infected beef (<a href=\"https://rarediseases.info.nih.gov/gard/9550/variant-creutzfeldt-jakob-disease/resources/1\" target=\"_blank\">variant CJD</a>). There is no specific treatment for CJD, so the goal is to make a person as comfortable as possible.[928][9253]","dateModified":"2015-07-08T00:00:00"},"basicQuestions":[{"questionId":1582,"questionText":"What are the symptoms of Creutzfeldt-Jakob disease?<br />","answerText":"Creutzfeldt-Jakob&nbsp;disease (CJD)&nbsp;is characterized by rapidly progressive <a href=\"http://www.nlm.nih.gov/medlineplus/ency/article/000739.htm\" target=\"_blank\">dementia</a>. Initially, patients experience problems with muscular coordination; personality changes, including impaired memory, judgment, and thinking; and impaired vision. People with the disease also may experience insomnia, depression, or unusual sensations. CJD does not cause a fever or other flu-like symptoms. As the illness progresses, the patients&rsquo; mental impairment becomes severe. They often develop involuntary muscle jerks called <a href=\"http://www.ninds.nih.gov/disorders/myoclonus/detail_myoclonus.htm\" target=\"_blank\">myoclonus</a>, and they may go blind. They eventually lose the ability to move and speak and enter a coma. Pneumonia and other infections often occur in these patients and can lead to death.[928]<br />\r\n<br />\r\n<span style=\"font-size: 12pt;\">There are several known </span><a href=\"http://rarediseases.info.nih.gov/GARD/Disease.aspx?PageID=4&amp;diseaseID=9550\" target=\"_blank\" style=\"font-size: 12pt;\">variants of CJD</a><span style=\"font-size: 12pt;\">. These variants differ somewhat in the symptoms and course of the disease. For example, a variant form of the disease-called new variant or variant (nv-CJD, v-CJD), described in Great Britain and France-begins primarily with psychiatric symptoms, affects younger patients than other types of CJD, and has a longer than usual duration from onset of symptoms to death. Another variant, called the panencephalopathic form, occurs primarily in Japan and has a relatively long course, with symptoms often progressing for several years. Scientists are trying to learn what causes these variations in the symptoms and course of the disease.[928]</span><br />","dateModified":"2015-02-05T00:00:00","resourceClassificationName":"Symptoms","references":[{"referenceId":928,"authors":"","articleTitle":"Creutzfeldt-Jakob Disease Fact Sheet","bookWebsiteJournalTitle":"National Institute of Neurological Disorders and Stroke (NINDS)","date":"February 2, 2016","volume":"","pages":"","url":"http://www.ninds.nih.gov/disorders/cjd/detail_cjd.htm#264203058","authors2":"","placeOfPublication":"","publisher":""}]},{"questionId":1583,"questionText":"What causes Creutzfeldt-Jakob disease?<br />","answerText":"Some researchers believe an unusual 'slow virus' or another organism causes Creutzfeldt-Jakob disease (CJD). However, they have never been able to isolate a virus or other organism in people with the disease. Furthermore, the agent that causes CJD has several characteristics that are unusual for known organisms such as viruses and bacteria. It is difficult to kill, it does not appear to contain any genetic information in the form of nucleic acids (DNA or RNA), and it usually has a long incubation period before symptoms appear. In some cases, the incubation period may be as long as 40 years. The leading scientific theory at this time maintains that CJD and the other TSEs are caused by a type of protein called a <a href=\"http://memory.ucsf.edu/cjd/overview/prions\" target=\"_blank\">prion</a>.[928]<br />\r\n<br />\r\n<span style=\"font-size: 12pt;\">Prion proteins occur in both a normal form, which is a harmless protein found in the body&rsquo;s cells, and in an infectious form, which causes disease. The harmless and infectious forms of the prion protein have the same sequence of amino acids (the 'building blocks' of proteins) but the infectious form of the protein takes a different folded shape than the normal protein. Sporadic CJD may develop because some of a person&rsquo;s normal prions spontaneously change into the infectious form of the protein and then alter the prions in other cells in a chain reaction.[928]</span>\r\n<p>Once they appear, abnormal prion proteins aggregate, or clump together. Investigators think these protein aggregates may lead to the neuron loss and other brain damage seen in CJD. However, they do not know exactly how this damage occurs.[928] </p>\r\n<p>About 5 to 10 percent of all CJD cases are inherited. These cases arise from a mutation, or change, in the gene that controls formation of the normal prion protein. While prions themselves do not contain genetic information and do not require genes to reproduce themselves, infectious prions can arise if a mutation occurs in the gene for the body&rsquo;s normal prion protein. If the prion protein gene is altered in a person&rsquo;s sperm or egg cells, the mutation can be transmitted to the person&rsquo;s offspring. Several different mutations in the prion gene have been identified. The particular mutation found in each family affects how frequently the disease appears and what symptoms are most noticeable. However, not all people with mutations in the prion protein gene develop CJD.[928] </p>","dateModified":"2015-02-05T00:00:00","resourceClassificationName":"Cause","references":[{"referenceId":928,"authors":"","articleTitle":"Creutzfeldt-Jakob Disease Fact Sheet","bookWebsiteJournalTitle":"National Institute of Neurological Disorders and Stroke (NINDS)","date":"February 2, 2016","volume":"","pages":"","url":"http://www.ninds.nih.gov/disorders/cjd/detail_cjd.htm#264203058","authors2":"","placeOfPublication":"","publisher":""}]},{"questionId":1584,"questionText":"How is Creutzfeldt-Jakob&nbsp;disease diagnosed?<br />","answerText":"There is currently no single diagnostic test for Creutzfeldt-Jakob disease (CJD). When a doctor suspects CJD, the first concern is to rule out treatable forms of dementia such as <a href=\"http://www.nlm.nih.gov/medlineplus/encephalitis.html\" target=\"_blank\">encephalitis</a> (inflammation of the brain) or chronic <a href=\"http://www.nlm.nih.gov/medlineplus/meningitis.html\" target=\"_blank\">meningitis</a>. A neurological examination will be performed and the doctor may seek consultation with other physicians. Standard diagnostic tests will include a <a href=\"http://www.nlm.nih.gov/medlineplus/ency/article/003428.htm\" target=\"_blank\">spinal tap</a> to rule out more common causes of <a href=\"http://www.nlm.nih.gov/medlineplus/ency/article/000739.htm\" target=\"_blank\">dementia</a> and an <a href=\"http://www.nlm.nih.gov/medlineplus/ency/article/003931.htm\" target=\"_blank\">electroencephalogram</a> (EEG) to record the brain&rsquo;s electrical pattern, which can be particularly valuable because it shows a specific type of abnormality in CJD. <a href=\"http://www.mayoclinic.com/health/ct-scan/MY00309\" target=\"_blank\">Computerized tomography</a> of the brain can help rule out the possibility that the symptoms result from other problems such as stroke or a brain tumor. Magnetic resonance imaging (MRI) brain scans also can reveal characteristic patterns of brain degeneration that can help diagnose CJD.[928]<br />\r\n<br />\r\n<span style=\"font-size: 12pt;\">The only way to confirm a diagnosis of CJD is by brain biopsy or autopsy. In a brain biopsy, a neurosurgeon removes a small piece of tissue from the patient&rsquo;s brain so that it can be examined by a neuropathologist. This procedure may be dangerous for the patient, and the operation does not always obtain tissue from the affected part of the brain. Because a correct diagnosis of CJD does not help the patient, a brain biopsy is discouraged unless it is needed to rule out a treatable disorder. In an autopsy, the whole brain is examined after death.[928]<br />\r\n<br />\r\n</span>Scientists are working to develop laboratory tests for CJD. One such test, developed at the National Institute of Neurological Disorders and Stroke (NINDS) at the National Institutes of Health (NIH), studies a person's cerebrospinal fluid to see of it contains a protein marker that indicates neuronal degeneration.This can help to diagnose CJD in people who already show the clinical symptoms of the disease. This test is much easier and safer than a brain biopsy. The false positive rate is about 5 to 10 percent. Scientists are working to develop this test for use in commercial laboratories. They are also working to develop other tests for this disorder.[928] &nbsp;&nbsp;","dateModified":"2015-02-05T00:00:00","resourceClassificationName":"Diagnosis","references":[{"referenceId":928,"authors":"","articleTitle":"Creutzfeldt-Jakob Disease Fact Sheet","bookWebsiteJournalTitle":"National Institute of Neurological Disorders and Stroke (NINDS)","date":"February 2, 2016","volume":"","pages":"","url":"http://www.ninds.nih.gov/disorders/cjd/detail_cjd.htm#264203058","authors2":"","placeOfPublication":"","publisher":""}]},{"questionId":1585,"questionText":"How&nbsp;might Creutzfeldt-Jakob&nbsp;disease be treated?<br />","answerText":"There is no treatment that can cure or control Creutzfeldt-Jakob disease (CJD). Researchers have tested many drugs, including <a href=\"http://www.nlm.nih.gov/medlineplus/druginfo/meds/a682064.html\" target=\"_blank\">amantadine</a>, <a href=\"http://www.nlm.nih.gov/medlineplus/steroids.html\" target=\"_blank\">steroids</a>, interferon, <a href=\"http://www.nlm.nih.gov/medlineplus/druginfo/meds/a681045.html\" target=\"_blank\">acyclovir</a>, antiviral agents, and antibiotics. Studies of a variety of other drugs are now in progress. However, so far none of these treatments has shown any consistent benefit in humans.[928]<br />\r\n<br />\r\n<span style=\"font-size: 12pt;\">Current treatment for CJD is aimed at alleviating symptoms and making the patient as comfortable as possible. Opiate drugs can help relieve pain if it occurs, and the drugs </span><a href=\"http://www.nlm.nih.gov/medlineplus/druginfo/meds/a682279.html\" target=\"_blank\" style=\"font-size: 12pt;\">clonazepam</a><span style=\"font-size: 12pt;\"> and </span><a href=\"http://www.nlm.nih.gov/medlineplus/druginfo/meds/a682412.html\" target=\"_blank\" style=\"font-size: 12pt;\">sodium valproate</a><span style=\"font-size: 12pt;\"> may help relieve </span><a href=\"http://www.ninds.nih.gov/disorders/myoclonus/detail_myoclonus.htm\" target=\"_blank\" style=\"font-size: 12pt;\">myoclonus</a><span style=\"font-size: 12pt;\">. During later stages of the disease, changing the person&rsquo;s position frequently can keep him or her comfortable and helps prevent bedsores. A catheter can be used to drain urine if the patient cannot control bladder function, and intravenous fluids and artificial feeding also may be used.[928]</span><br />","dateModified":"2015-02-05T00:00:00","resourceClassificationName":"Treatment","references":[{"referenceId":928,"authors":"","articleTitle":"Creutzfeldt-Jakob Disease Fact Sheet","bookWebsiteJournalTitle":"National Institute of Neurological Disorders and Stroke (NINDS)","date":"February 2, 2016","volume":"","pages":"","url":"http://www.ninds.nih.gov/disorders/cjd/detail_cjd.htm#264203058","authors2":"","placeOfPublication":"","publisher":""}]}],"references":[],"relatedDiseases":[],"gardCases":[{"caseId":23054,"abbreviatedInquiry":"I recently had a family member pass away as a result of Creutzfeldt-Jakob disease. Can you provide me with more information about this condition?","caseQuestions":[{"questionId":1580,"questionText":"What is Creutzfeldt-Jakob disease?","answerText":"<strong>Creutzfeldt-Jakob disease</strong> (CJD) is a rare fatal brain disorder that&nbsp;usually occurs later in life and runs a rapid course.&nbsp;In the early stages of the disease, patients may have failing memory, behavior changes, impaired coordination, and vision problems. As CJD progresses, mental deterioration becomes severe, and they can have uncontrolled movements, blindness, weakness, and go into a coma. This condition often leads to death within a few weeks or months after symptoms begin. About 90 percent of patients do not survive for more than one year. In the United States, about 300 people are diagnosed with this condition each year. It occurs in approximately one in every one million people worldwide. <br />\r\n<br />\r\nCJD can be very difficult to diagnose because it is similar to other forms of dementia. The only way to confirm the diagnosis is to test a small sample of brain tissue, which can be done by brain biopsy or autopsy. CJD is caused by the build up of abnormal <a href=\"http://memory.ucsf.edu/cjd/overview/prions\" target=\"_blank\">prion proteins</a> in the brain. For most patients, the reason for the abnormal prions is unknown (sporadic CJD). About 5 to 10 percent of cases are due to an inherited genetic mutation associated with CJD (familial CJD). This condition can also be acquired through contact with infected brain tissue (iatrogenic CJD) or consuming infected beef (<a href=\"https://rarediseases.info.nih.gov/gard/9550/variant-creutzfeldt-jakob-disease/resources/1\" target=\"_blank\">variant CJD</a>). There is no specific treatment for CJD, so the goal is to make a person as comfortable as possible.[928][9253]","dateModified":"2015-07-08T00:00:00","references":[{"referenceId":928,"authors":"","articleTitle":"Creutzfeldt-Jakob Disease Fact Sheet","bookWebsiteJournalTitle":"National Institute of Neurological Disorders and Stroke (NINDS)","date":"February 2, 2016","volume":"","pages":"","url":"http://www.ninds.nih.gov/disorders/cjd/detail_cjd.htm#264203058","authors2":"","placeOfPublication":"","publisher":""},{"referenceId":9253,"authors":"","articleTitle":"CJD Fact Sheet","bookWebsiteJournalTitle":"Creutzfeld-Jakob Disease Foundation","date":"","volume":"","pages":"","url":"http://www.cjdfoundation.org/webfm_send/76","dateAccessed":"2015-07-08T00:00:00","authors2":"","placeOfPublication":"","publisher":""}]},{"questionId":1581,"questionText":"Are there different types of Creutzfeldt-Jakob disease?","answerText":"There are three major categories of Creutzfeldt-Jakob disease (CJD):[928]\r\n<ul>\r\n    <li>In sporadic CJD, the disease appears even though the person has no known risk factors for the disease. This is by far the most common type of CJD and accounts for at least 85 percent of cases.\r\n    </li>\r\n    <li>In hereditary CJD, the person has a family history of the disease and/or tests positive for a genetic mutation associated with CJD. About 5 to 10 percent of cases of CJD in the United States are hereditary.\r\n    </li>\r\n    <li>In acquired CJD, the disease is transmitted by exposure to brain or nervous system tissue, usually through certain medical procedures. There is no evidence that CJD is contagious through casual contact with a CJD patient. Since CJD was first described in 1920, fewer than 1 percent of cases have been acquired CJD. </li>\r\n</ul>","dateModified":"2015-02-05T00:00:00","references":[{"referenceId":928,"authors":"","articleTitle":"Creutzfeldt-Jakob Disease Fact Sheet","bookWebsiteJournalTitle":"National Institute of Neurological Disorders and Stroke (NINDS)","date":"February 2, 2016","volume":"","pages":"","url":"http://www.ninds.nih.gov/disorders/cjd/detail_cjd.htm#264203058","authors2":"","placeOfPublication":"","publisher":""}]},{"questionId":1582,"questionText":"What are the symptoms of Creutzfeldt-Jakob disease?<br />","answerText":"Creutzfeldt-Jakob&nbsp;disease (CJD)&nbsp;is characterized by rapidly progressive <a href=\"http://www.nlm.nih.gov/medlineplus/ency/article/000739.htm\" target=\"_blank\">dementia</a>. Initially, patients experience problems with muscular coordination; personality changes, including impaired memory, judgment, and thinking; and impaired vision. People with the disease also may experience insomnia, depression, or unusual sensations. CJD does not cause a fever or other flu-like symptoms. As the illness progresses, the patients&rsquo; mental impairment becomes severe. They often develop involuntary muscle jerks called <a href=\"http://www.ninds.nih.gov/disorders/myoclonus/detail_myoclonus.htm\" target=\"_blank\">myoclonus</a>, and they may go blind. They eventually lose the ability to move and speak and enter a coma. Pneumonia and other infections often occur in these patients and can lead to death.[928]<br />\r\n<br />\r\n<span style=\"font-size: 12pt;\">There are several known </span><a href=\"http://rarediseases.info.nih.gov/GARD/Disease.aspx?PageID=4&amp;diseaseID=9550\" target=\"_blank\" style=\"font-size: 12pt;\">variants of CJD</a><span style=\"font-size: 12pt;\">. These variants differ somewhat in the symptoms and course of the disease. For example, a variant form of the disease-called new variant or variant (nv-CJD, v-CJD), described in Great Britain and France-begins primarily with psychiatric symptoms, affects younger patients than other types of CJD, and has a longer than usual duration from onset of symptoms to death. Another variant, called the panencephalopathic form, occurs primarily in Japan and has a relatively long course, with symptoms often progressing for several years. Scientists are trying to learn what causes these variations in the symptoms and course of the disease.[928]</span><br />","dateModified":"2015-02-05T00:00:00","resourceClassificationName":"Symptoms","references":[{"referenceId":928,"authors":"","articleTitle":"Creutzfeldt-Jakob Disease Fact Sheet","bookWebsiteJournalTitle":"National Institute of Neurological Disorders and Stroke (NINDS)","date":"February 2, 2016","volume":"","pages":"","url":"http://www.ninds.nih.gov/disorders/cjd/detail_cjd.htm#264203058","authors2":"","placeOfPublication":"","publisher":""}]},{"questionId":1583,"questionText":"What causes Creutzfeldt-Jakob disease?<br />","answerText":"Some researchers believe an unusual 'slow virus' or another organism causes Creutzfeldt-Jakob disease (CJD). However, they have never been able to isolate a virus or other organism in people with the disease. Furthermore, the agent that causes CJD has several characteristics that are unusual for known organisms such as viruses and bacteria. It is difficult to kill, it does not appear to contain any genetic information in the form of nucleic acids (DNA or RNA), and it usually has a long incubation period before symptoms appear. In some cases, the incubation period may be as long as 40 years. The leading scientific theory at this time maintains that CJD and the other TSEs are caused by a type of protein called a <a href=\"http://memory.ucsf.edu/cjd/overview/prions\" target=\"_blank\">prion</a>.[928]<br />\r\n<br />\r\n<span style=\"font-size: 12pt;\">Prion proteins occur in both a normal form, which is a harmless protein found in the body&rsquo;s cells, and in an infectious form, which causes disease. The harmless and infectious forms of the prion protein have the same sequence of amino acids (the 'building blocks' of proteins) but the infectious form of the protein takes a different folded shape than the normal protein. Sporadic CJD may develop because some of a person&rsquo;s normal prions spontaneously change into the infectious form of the protein and then alter the prions in other cells in a chain reaction.[928]</span>\r\n<p>Once they appear, abnormal prion proteins aggregate, or clump together. Investigators think these protein aggregates may lead to the neuron loss and other brain damage seen in CJD. However, they do not know exactly how this damage occurs.[928] </p>\r\n<p>About 5 to 10 percent of all CJD cases are inherited. These cases arise from a mutation, or change, in the gene that controls formation of the normal prion protein. While prions themselves do not contain genetic information and do not require genes to reproduce themselves, infectious prions can arise if a mutation occurs in the gene for the body&rsquo;s normal prion protein. If the prion protein gene is altered in a person&rsquo;s sperm or egg cells, the mutation can be transmitted to the person&rsquo;s offspring. Several different mutations in the prion gene have been identified. The particular mutation found in each family affects how frequently the disease appears and what symptoms are most noticeable. However, not all people with mutations in the prion protein gene develop CJD.[928] </p>","dateModified":"2015-02-05T00:00:00","resourceClassificationName":"Cause","references":[{"referenceId":928,"authors":"","articleTitle":"Creutzfeldt-Jakob Disease Fact Sheet","bookWebsiteJournalTitle":"National Institute of Neurological Disorders and Stroke (NINDS)","date":"February 2, 2016","volume":"","pages":"","url":"http://www.ninds.nih.gov/disorders/cjd/detail_cjd.htm#264203058","authors2":"","placeOfPublication":"","publisher":""}]},{"questionId":1584,"questionText":"How is Creutzfeldt-Jakob&nbsp;disease diagnosed?<br />","answerText":"There is currently no single diagnostic test for Creutzfeldt-Jakob disease (CJD). When a doctor suspects CJD, the first concern is to rule out treatable forms of dementia such as <a href=\"http://www.nlm.nih.gov/medlineplus/encephalitis.html\" target=\"_blank\">encephalitis</a> (inflammation of the brain) or chronic <a href=\"http://www.nlm.nih.gov/medlineplus/meningitis.html\" target=\"_blank\">meningitis</a>. A neurological examination will be performed and the doctor may seek consultation with other physicians. Standard diagnostic tests will include a <a href=\"http://www.nlm.nih.gov/medlineplus/ency/article/003428.htm\" target=\"_blank\">spinal tap</a> to rule out more common causes of <a href=\"http://www.nlm.nih.gov/medlineplus/ency/article/000739.htm\" target=\"_blank\">dementia</a> and an <a href=\"http://www.nlm.nih.gov/medlineplus/ency/article/003931.htm\" target=\"_blank\">electroencephalogram</a> (EEG) to record the brain&rsquo;s electrical pattern, which can be particularly valuable because it shows a specific type of abnormality in CJD. <a href=\"http://www.mayoclinic.com/health/ct-scan/MY00309\" target=\"_blank\">Computerized tomography</a> of the brain can help rule out the possibility that the symptoms result from other problems such as stroke or a brain tumor. Magnetic resonance imaging (MRI) brain scans also can reveal characteristic patterns of brain degeneration that can help diagnose CJD.[928]<br />\r\n<br />\r\n<span style=\"font-size: 12pt;\">The only way to confirm a diagnosis of CJD is by brain biopsy or autopsy. In a brain biopsy, a neurosurgeon removes a small piece of tissue from the patient&rsquo;s brain so that it can be examined by a neuropathologist. This procedure may be dangerous for the patient, and the operation does not always obtain tissue from the affected part of the brain. Because a correct diagnosis of CJD does not help the patient, a brain biopsy is discouraged unless it is needed to rule out a treatable disorder. In an autopsy, the whole brain is examined after death.[928]<br />\r\n<br />\r\n</span>Scientists are working to develop laboratory tests for CJD. One such test, developed at the National Institute of Neurological Disorders and Stroke (NINDS) at the National Institutes of Health (NIH), studies a person's cerebrospinal fluid to see of it contains a protein marker that indicates neuronal degeneration.This can help to diagnose CJD in people who already show the clinical symptoms of the disease. This test is much easier and safer than a brain biopsy. The false positive rate is about 5 to 10 percent. Scientists are working to develop this test for use in commercial laboratories. They are also working to develop other tests for this disorder.[928] &nbsp;&nbsp;","dateModified":"2015-02-05T00:00:00","resourceClassificationName":"Diagnosis","references":[{"referenceId":928,"authors":"","articleTitle":"Creutzfeldt-Jakob Disease Fact Sheet","bookWebsiteJournalTitle":"National Institute of Neurological Disorders and Stroke (NINDS)","date":"February 2, 2016","volume":"","pages":"","url":"http://www.ninds.nih.gov/disorders/cjd/detail_cjd.htm#264203058","authors2":"","placeOfPublication":"","publisher":""}]},{"questionId":1585,"questionText":"How&nbsp;might Creutzfeldt-Jakob&nbsp;disease be treated?<br />","answerText":"There is no treatment that can cure or control Creutzfeldt-Jakob disease (CJD). Researchers have tested many drugs, including <a href=\"http://www.nlm.nih.gov/medlineplus/druginfo/meds/a682064.html\" target=\"_blank\">amantadine</a>, <a href=\"http://www.nlm.nih.gov/medlineplus/steroids.html\" target=\"_blank\">steroids</a>, interferon, <a href=\"http://www.nlm.nih.gov/medlineplus/druginfo/meds/a681045.html\" target=\"_blank\">acyclovir</a>, antiviral agents, and antibiotics. Studies of a variety of other drugs are now in progress. However, so far none of these treatments has shown any consistent benefit in humans.[928]<br />\r\n<br />\r\n<span style=\"font-size: 12pt;\">Current treatment for CJD is aimed at alleviating symptoms and making the patient as comfortable as possible. Opiate drugs can help relieve pain if it occurs, and the drugs </span><a href=\"http://www.nlm.nih.gov/medlineplus/druginfo/meds/a682279.html\" target=\"_blank\" style=\"font-size: 12pt;\">clonazepam</a><span style=\"font-size: 12pt;\"> and </span><a href=\"http://www.nlm.nih.gov/medlineplus/druginfo/meds/a682412.html\" target=\"_blank\" style=\"font-size: 12pt;\">sodium valproate</a><span style=\"font-size: 12pt;\"> may help relieve </span><a href=\"http://www.ninds.nih.gov/disorders/myoclonus/detail_myoclonus.htm\" target=\"_blank\" style=\"font-size: 12pt;\">myoclonus</a><span style=\"font-size: 12pt;\">. During later stages of the disease, changing the person&rsquo;s position frequently can keep him or her comfortable and helps prevent bedsores. A catheter can be used to drain urine if the patient cannot control bladder function, and intravenous fluids and artificial feeding also may be used.[928]</span><br />","dateModified":"2015-02-05T00:00:00","resourceClassificationName":"Treatment","references":[{"referenceId":928,"authors":"","articleTitle":"Creutzfeldt-Jakob Disease Fact Sheet","bookWebsiteJournalTitle":"National Institute of Neurological Disorders and Stroke (NINDS)","date":"February 2, 2016","volume":"","pages":"","url":"http://www.ninds.nih.gov/disorders/cjd/detail_cjd.htm#264203058","authors2":"","placeOfPublication":"","publisher":""}]}]}],"news":[{"newsId":671,"dateCreated":"2020-05-20T13:39:00","publishDate":"2020-05-22T00:00:00","title":"NIH-Supported Research Survey to Examine Impact of COVID-19 on Rare Diseases Community","description":"The NIH-funded Rare Diseases Clinical Research Network (RDCRN) has launched an <a href=\"https://www.rarediseasesnetwork.org/COVIDsurvey \" target=\"_blank\">online research survey</a> to find out how the COVID-19 pandemic is impacting individuals with rare diseases, their families and their caregivers. Your participation can help the rare disease research community shed light on the needs of people with rare diseases during this and other potential health crises, in addition to informing future research efforts. The survey must be completed by December 15, 2020.","url":"https://www.rarediseasesnetwork.org/COVIDsurvey","lastModified":"2020-11-30T14:44:00","isFeatured":false}],"conferences":[],"phenoTypes":[{"phenoTypeId":12429,"phenoTypeName":"Akinetic mutism","frequencyText":"Very frequent","percentRanges":"80%-99%"},{"phenoTypeId":25,"phenoTypeName":"Cerebral cortex with spongiform changes","frequencyText":"Very frequent","percentRanges":"80%-99%"},{"phenoTypeId":6020,"phenoTypeName":"Dementia","frequencyText":"Very frequent","percentRanges":"80%-99%"},{"phenoTypeId":14625,"phenoTypeName":"Hyperintensity of cerebral white matter on MRI","frequencyText":"Very frequent","percentRanges":"80%-99%"},{"phenoTypeId":14312,"phenoTypeName":"Neuronal loss in central nervous system","frequencyText":"Very frequent","percentRanges":"80%-99%"},{"phenoTypeId":5205,"phenoTypeName":"Astrocytosis","frequencyText":"Frequent","percentRanges":"30%-79%"},{"phenoTypeId":8720,"phenoTypeName":"Ataxia","frequencyText":"Frequent","percentRanges":"30%-79%"},{"phenoTypeId":13447,"phenoTypeName":"Cerebral atrophy","frequencyText":"Frequent","percentRanges":"30%-79%"},{"phenoTypeId":9380,"phenoTypeName":"Confusion","frequencyText":"Frequent","percentRanges":"30%-79%"},{"phenoTypeId":13847,"phenoTypeName":"Gliosis","frequencyText":"Frequent","percentRanges":"30%-79%"},{"phenoTypeId":14306,"phenoTypeName":"Hypsarrhythmia","frequencyText":"Frequent","percentRanges":"30%-79%"},{"phenoTypeId":4328,"phenoTypeName":"Increased CSF protein","frequencyText":"Frequent","percentRanges":"30%-79%"},{"phenoTypeId":11437,"phenoTypeName":"Memory impairment","frequencyText":"Frequent","percentRanges":"30%-79%"},{"phenoTypeId":10639,"phenoTypeName":"Myoclonus","frequencyText":"Frequent","percentRanges":"30%-79%"},{"phenoTypeId":13732,"phenoTypeName":"Recurrent aspiration pneumonia","frequencyText":"Frequent","percentRanges":"30%-79%"},{"phenoTypeId":10671,"phenoTypeName":"Recurrent infections","frequencyText":"Frequent","percentRanges":"30%-79%"},{"phenoTypeId":10864,"phenoTypeName":"Respiratory failure requiring assisted ventilation","frequencyText":"Frequent","percentRanges":"30%-79%"},{"phenoTypeId":1873,"phenoTypeName":"Sepsis","frequencyText":"Frequent","percentRanges":"30%-79%"},{"phenoTypeId":11435,"phenoTypeName":"Visual hallucinations","frequencyText":"Frequent","percentRanges":"30%-79%"},{"phenoTypeId":13705,"phenoTypeName":"Abnormality of extrapyramidal motor function","frequencyText":"Occasional","percentRanges":"5%-29%"},{"phenoTypeId":13598,"phenoTypeName":"Babinski sign","frequencyText":"Occasional","percentRanges":"5%-29%"},{"phenoTypeId":3510,"phenoTypeName":"Hyperactive deep tendon reflexes","frequencyText":"Occasional","percentRanges":"5%-29%"},{"phenoTypeId":8711,"phenoTypeName":"Spasticity","frequencyText":"Occasional","percentRanges":"5%-29%"},{"phenoTypeId":5614,"phenoTypeName":"Visual impairment","frequencyText":"Occasional","percentRanges":"5%-29%"},{"phenoTypeId":9413,"phenoTypeName":"Abnormal cerebellum morphology","percentRanges":"-"},{"phenoTypeId":14132,"phenoTypeName":"Anxiety","percentRanges":"-"},{"phenoTypeId":14134,"phenoTypeName":"Apathy","percentRanges":"-"},{"phenoTypeId":5157,"phenoTypeName":"Aphasia","percentRanges":"-"},{"phenoTypeId":6539,"phenoTypeName":"Autosomal dominant inheritance","percentRanges":"-"},{"phenoTypeId":13990,"phenoTypeName":"Delusions","percentRanges":"-"},{"phenoTypeId":6011,"phenoTypeName":"Depressivity","percentRanges":"-"},{"phenoTypeId":4501,"phenoTypeName":"Extrapyramidal muscular rigidity","percentRanges":"-"},{"phenoTypeId":13455,"phenoTypeName":"Gait ataxia","percentRanges":"-"},{"phenoTypeId":14131,"phenoTypeName":"Hallucinations","percentRanges":"-"},{"phenoTypeId":8728,"phenoTypeName":"Hemiparesis","percentRanges":"-"},{"phenoTypeId":10038,"phenoTypeName":"Irritability","percentRanges":"-"},{"phenoTypeId":11369,"phenoTypeName":"Loss of facial expression","percentRanges":"-"},{"phenoTypeId":14143,"phenoTypeName":"Personality changes","percentRanges":"-"},{"phenoTypeId":5257,"phenoTypeName":"Rapidly progressive","percentRanges":"-"},{"phenoTypeId":9187,"phenoTypeName":"Supranuclear gaze palsy","percentRanges":"-"}],"medicalProducts":[],"EncodedName":"Creutzfeldt-Jakob_disease"}