{"mainPropery":{"diseaseId":7260,"diseaseName":"Oral leukoplakia","hasGardWebPage":true,"isRare":true,"websiteUrl":"https://rarediseases.info.nih.gov/diseases/7260/oral-leukoplakia","synonyms":[],"synonyms-with-source":[],"identifiers":[{"identifierType":"UMLS","identifierId":"C0023532"}]},"diseaseCategories":[],"organizations":[{"resourceID":326,"resourceName":"The Oral Cancer Foundation","abbreviation":"","address1":"3419 Via Lido #205","address2":"","address3":"","address4":"","address5":"","city":"Newport Beach","state":"CA","zip":"92663","country":"United States","phone":"949-646-8000","tty":"","tollFree":"","fax":"","email":"info@oralcancerfoundation.org","url":"http://oralcancerfoundation.org","freeText":""}],"resource descriptions":[{"id":9,"resourceId":12,"resourceName":"ClinicalTrials.gov","descriptionText":"<a href='http://www.clinicaltrials.gov/ct2/results?cond=%22Oral+leukoplakia%22' target='_blank'>ClinicalTrials.gov</a> lists trials that are related to Oral leukoplakia. Click on the link to go to ClinicalTrials.gov to read descriptions of these studies. <br />\r\n<br />\r\n<em><strong>Please note:</strong>&nbsp;Studies listed on the&nbsp;ClinicalTrials.gov&nbsp;website are listed for informational purposes only; being listed does not reflect an endorsement by GARD or the NIH. We strongly recommend that you talk with a trusted healthcare provider before choosing to participate in any clinical study.</em>","resourceClassificationName":"Research","resourceClassificationSectionName":"Clinical Research Resources"},{"id":2135,"resourceId":3342,"resourceName":"Monarch Initiative","descriptionText":"The <a href='https://monarchinitiative.org/disease/MESH:D007972' target='_blank'>Monarch Initiative</a> brings together data about this condition from humans and other species to help physicians and biomedical researchers. Monarch&rsquo;s tools are designed to make it easier to compare the signs and symptoms (phenotypes) of different diseases and discover common features. This initiative is a collaboration between several academic institutions across the world and is funded by the National Institutes of Health. Visit the website to explore the biology of this condition.","resourceClassificationName":"Overview","resourceClassificationSectionName":"In-Depth Information"}],"overviewQuestion":{"questionId":8938,"questionText":"What is oral leukoplakia?","answerText":"<strong>Oral leukoplakia</strong> describes a white plaque that does not rub off and cannot be characterized as any other condition.[9055][9056] Though it may occur in any part of the mouth,&nbsp;it&nbsp;generally affects the tongue, gums, and inner cheek.[9056] Physicians will usually biopsy oral leukoplakia lesions as 20-40% of cases are precancerous or cancerous at the time of biopsy and another 8-15% become cancerous over time.[9056] The exact cause of oral leukoplakia is not known. Factors that may&nbsp;increase the risk of developing oral leukoplakia include smoking, alcohol use, vitamin deficiencies, <a href=\"http://www.nlm.nih.gov/medlineplus/ency/article/001058.htm\" target=\"_blank\">malocclusion</a>, and a weakened immune system.[9055][9056]Treatment depends on the biopsy results and the size, appearance, and location of the oral leukoplakia. Removal or ablation of the lesion by surgery, laser, or cryotherapy (use of low temperature) may be recommended.[9055][9056]","dateModified":"2015-06-12T10:02:00"},"basicQuestions":[],"references":[],"relatedDiseases":[],"gardCases":[],"news":[{"newsId":671,"dateCreated":"2020-05-20T13:39:00","publishDate":"2020-05-22T00:00:00","title":"NIH-Supported Research Survey to Examine Impact of COVID-19 on Rare Diseases Community","description":"The NIH-funded Rare Diseases Clinical Research Network (RDCRN) has launched an <a href=\"https://www.rarediseasesnetwork.org/COVIDsurvey \" target=\"_blank\">online research survey</a> to find out how the COVID-19 pandemic is impacting individuals with rare diseases, their families and their caregivers. Your participation can help the rare disease research community shed light on the needs of people with rare diseases during this and other potential health crises, in addition to informing future research efforts. The survey must be completed by December 15, 2020.","url":"https://www.rarediseasesnetwork.org/COVIDsurvey","lastModified":"2020-11-30T14:44:00","isFeatured":false}],"conferences":[],"phenoTypes":[],"medicalProducts":[],"EncodedName":"Oral_leukoplakia"}