{"mainPropery":{"diseaseId":8254,"diseaseName":"Omsk hemorrhagic fever","hasGardWebPage":true,"isRare":true,"websiteUrl":"https://rarediseases.info.nih.gov/diseases/8254/omsk-hemorrhagic-fever","synonyms":["OHF"],"synonyms-with-source":[{"name":"OHF","source":"CDC"}],"identifiers":[{"identifierType":"ORPHANET","identifierId":"319266"},{"identifierType":"UMLS","identifierId":"C0019103"}]},"diseaseCategories":[{"diseaseTypeId":25,"diseaseTypeName":"Viral infections","source":"Orphanet"}],"organizations":[],"resource descriptions":[{"id":1534,"resourceId":2165,"resourceName":"Orphanet","descriptionText":"<a href='http://www.orpha.net/consor/cgi-bin/OC_Exp.php?lng=en&Expert=319266' target='_blank'>Orphanet</a> is a European reference portal for&nbsp;information on rare diseases and orphan drugs. Access to this database is free of charge.<br />\r\n","resourceClassificationName":"Overview","resourceClassificationSectionName":"In-Depth Information"},{"id":2135,"resourceId":3342,"resourceName":"Monarch Initiative","descriptionText":"The <a href='https://monarchinitiative.org/disease/DOID:992' target='_blank'>Monarch Initiative</a> brings together data about this condition from humans and other species to help physicians and biomedical researchers. Monarch&rsquo;s tools are designed to make it easier to compare the signs and symptoms (phenotypes) of different diseases and discover common features. This initiative is a collaboration between several academic institutions across the world and is funded by the National Institutes of Health. Visit the website to explore the biology of this condition.","resourceClassificationName":"Overview","resourceClassificationSectionName":"In-Depth Information"},{"id":2591,"resourceId":3901,"resourceName":"Centers for Disease Control and  Prevention","descriptionText":"The&nbsp;<a href='https://www.cdc.gov/vhf/omsk/index.html' target='_blank'>Centers for Disease Control and  Prevention</a> has information about&nbsp;Omsk hemorrhagic fever.","resourceClassificationName":"Overview","resourceClassificationSectionName":"Where to Start"}],"overviewQuestion":{"questionId":12808,"questionText":"What is Omsk hemorrhagic fever?","answerText":"<strong>Omsk hemorrhagic fever</strong> (OHF), caused by&nbsp;Omsk hemorrhagic fever virus (OHFV), is an infection that occurs primarily in the western Siberia regions of <a href=\"https://www.cdc.gov/vhf/omsk/outbreaks/distribution-map.html\" target=\"_blank\">Omsk, Novosibirsk, Kurgan and Tyumen</a>. People can become infected from tick bites, or from contact with the blood, feces, or urine of an infected or dead animal (most commonly a rodent who was infected by a tick). Human exposure may also occur from contaminated water, in a laboratory setting, or through the milk of infected goats or sheep. No person-to-person transmission has been documented.[14611]<br />\r\n<br />\r\nThe first signs and symptoms of OHF may begin between 3 to 8 days after exposure and may include chills, fever, nausea, headache, and severe muscle pain. Other symptoms that may occur 3 to 4 days after the first symptoms begin include vomiting, other gastrointestinal problems, and bleeding problems.[14611][14612] In rare cases, OHF can cause hearing loss, hair loss, and behavioral or psychological problems.[14611]<br />\r\n&nbsp;<br />\r\nThere is no specific treatment for OHF, but important aspects of management include hydration and taking usual precautions for people with  bleeding disorders.&nbsp;Some people with OHF recover within 2 weeks with no complications. However, others experience a second episode of symptoms, including fever and <a href=\"https://medlineplus.gov/encephalitis.html\" target=\"_blank\">encephalitis</a>, about 3 weeks after the initial onset of symptoms. In up to 3% of people with OHF, the infection is fatal.[14611]","dateModified":"2018-05-07T10:12:00"},"basicQuestions":[],"references":[],"relatedDiseases":[],"gardCases":[],"news":[{"newsId":671,"dateCreated":"2020-05-20T13:39:00","publishDate":"2020-05-22T00:00:00","title":"NIH-Supported Research Survey to Examine Impact of COVID-19 on Rare Diseases Community","description":"The NIH-funded Rare Diseases Clinical Research Network (RDCRN) has launched an <a href=\"https://www.rarediseasesnetwork.org/COVIDsurvey \" target=\"_blank\">online research survey</a> to find out how the COVID-19 pandemic is impacting individuals with rare diseases, their families and their caregivers. Your participation can help the rare disease research community shed light on the needs of people with rare diseases during this and other potential health crises, in addition to informing future research efforts. The survey must be completed by December 15, 2020.","url":"https://www.rarediseasesnetwork.org/COVIDsurvey","lastModified":"2020-11-30T14:44:00","isFeatured":false}],"conferences":[],"phenoTypes":[],"medicalProducts":[],"EncodedName":"Omsk_hemorrhagic_fever"}