{"attributes":{"type":"GARD_Disease__c","url":"/services/data/v49.0/sobjects/GARD_Disease__c/a05t0000001XKPIAA4"},"Id":"a05t0000001XKPIAA4","OwnerId":"005t0000002bpYDAAY","IsDeleted":false,"Name":"Alopecia universalis","RecordTypeId":"012t0000000bqETAAY","CreatedDate":"2019-11-13T19:30:18.000+0000","CreatedById":"005t0000002bpYDAAY","LastModifiedDate":"2020-11-24T20:55:20.000+0000","LastModifiedById":"005t00000046RQZAA2","SystemModstamp":"2020-11-24T20:55:20.000+0000","LastActivityDate":null,"LastViewedDate":null,"LastReferencedDate":null,"DiseaseID__c":"GARD:0000614","Disease_Name_Full__c":"Alopecia universalis","Synonyms_List__c":"Alopecia areata universalis, AU","URL__c":"https://rarediseases.info.nih.gov/diseases/614/index","Disease_Type__c":"Rare","References__c":null,"Status__c":"Active","Curation_List__c":null,"Curation_Notes__c":null,"Curation_Status__c":"Not Started","Disease_Categories__c":null,"Gene_Reviews__c":null,"Pace_Of_Progression__c":null,"Published_to_Website__c":false,"Temporal_Pattern__c":null,"Description_Source__c":"MEDGEN:C0263505","Disease_Description__c":"Alopecia areata is a common disorder that causes hair loss. \\\"Alopecia\\\" is a Latin term that means baldness, and \\\"areata\\\" refers to the patchy nature of the hair loss that is typically seen with this condition.In most people with alopecia areata, hair falls out in small, round patches, leaving coin-sized areas of bare skin. This patchy hair loss occurs most often on the scalp but can affect other parts of the body as well. Uncommonly, the hair loss involves the entire scalp (in which case the condition is known as alopecia totalis) or the whole body (alopecia universalis). Other rare forms of alopecia areata, which have different patterns of hair loss, have also been reported.Alopecia areata affects people of all ages, although it most commonly appears in adolescence or early adulthood. Hair loss occurs over a period of weeks. The hair usually grows back after several months, although it may fall out again. In some cases, unpredictable cycles of hair loss followed by regrowth can last for years. In addition to hair loss, some affected individuals have fingernail and toenail abnormalities, such as pits on the surface of the nails.The hair loss associated with alopecia areata is not painful or disabling. However, it causes changes in a person's appearance that can profoundly affect quality of life and self-esteem. In some people, the condition can lead to depression, anxiety, and other emotional or psychological issues.","Disease__c":"Alopecia universalis","GARD_Name__c":null,"GARD_Synonym__c":null,"Gene_Review_ID__c":null,"Inheritance__c":null,"Description_URL__c":"https://www.ncbi.nlm.nih.gov/medgen/C0263505","Gard_External_ID__c":null}