{"attributes":{"type":"GARD_Disease__c","url":"/services/data/v49.0/sobjects/GARD_Disease__c/a05t0000001XKC2AAO"},"Id":"a05t0000001XKC2AAO","OwnerId":"005t0000002bpYDAAY","IsDeleted":false,"Name":"Chromosome 18p tetrasomy","RecordTypeId":"012t0000000bqETAAY","CreatedDate":"2019-11-13T19:30:12.000+0000","CreatedById":"005t0000002bpYDAAY","LastModifiedDate":"2020-11-24T20:55:14.000+0000","LastModifiedById":"005t00000046RQZAA2","SystemModstamp":"2020-11-24T20:55:14.000+0000","LastActivityDate":null,"LastViewedDate":null,"LastReferencedDate":null,"DiseaseID__c":"GARD:0000035","Disease_Name_Full__c":"Chromosome 18p tetrasomy","Synonyms_List__c":"Isochromosome 18p, Tetrasomy 18p, Tetrasomy chromosome 18p","URL__c":"https://rarediseases.info.nih.gov/diseases/35/index","Disease_Type__c":"Rare","References__c":null,"Status__c":"Active","Curation_List__c":null,"Curation_Notes__c":null,"Curation_Status__c":"Not Started","Disease_Categories__c":null,"Gene_Reviews__c":null,"Pace_Of_Progression__c":null,"Published_to_Website__c":false,"Temporal_Pattern__c":null,"Description_Source__c":"MEDGEN:C0795868","Disease_Description__c":"Tetrasomy 18p is a chromosomal condition that affects many parts of the body. This condition usually causes feeding difficulties in infancy, delayed development, intellectual disability that is often mild to moderate but can be severe, changes in muscle tone, distinctive facial features, and other birth defects. However, the signs and symptoms vary among affected individuals.Babies with tetrasomy 18p often have trouble feeding and may vomit frequently, which makes it difficult for them to gain weight. Some affected infants also have breathing problems and jaundice, which is a yellowing of the skin and the whites of the eyes.Changes in muscle tone are commonly seen with tetrasomy 18p. Some affected children have weak muscle tone (hypotonia), while others have increased muscle tone (hypertonia) and stiffness (spasticity). These changes contribute to delayed development of motor skills, including sitting, crawling, and walking.Tetrasomy 18p is associated with a distinctive facial appearance that can include unusually shaped and low-set ears, a small mouth, a flat area between the upper lip and the nose (philtrum), and a thin upper lip. Many affected individuals also have a high, arched roof of the mouth (palate), and a few have had a split in the roof of the mouth (cleft palate).Additional features of tetrasomy 18p can include seizures, vision problems, recurrent ear infections, mild to moderate hearing loss, constipation and other gastrointestinal problems, abnormal curvature of the spine (scoliosis or kyphosis), a shortage of growth hormone, and birth defects affecting the heart and other organs. Males with tetrasomy 18p may be born with undescended testes (cryptorchidism) or the opening of the urethra on the underside of the penis (hypospadias). Psychiatric conditions, such as attention-deficit/hyperactivity disorder (ADHD) and anxiety, as well as social and behavioral challenges have also been reported in some people with tetrasomy 18p.","Disease__c":"Chromosome 18p tetrasomy","GARD_Name__c":null,"GARD_Synonym__c":null,"Gene_Review_ID__c":null,"Inheritance__c":null,"Description_URL__c":"https://www.ncbi.nlm.nih.gov/medgen/C0795868","Gard_External_ID__c":null}